// Public runtime catalog — Playtest v0.5 Candidate.
export const catalog = {
  "records": {
    "NODE-RES-DRGN-001": [
      {
        "text": "Durable, Robust, Generous, Normal"
      }
    ],
    "NODE-RES-DRGN-002": [
      {
        "text": "你的性格穩定、務實，遇到問題時習慣先掌握狀況，再尋找可行的解決方式。即使偶爾感到焦慮也不會長時間困在情緒裡，總是能很快調整好步調並繼續行動。"
      }
    ],
    "NODE-RES-DRGN-003": [
      {
        "text": "你對自己的判斷有一定信心，也願意為自己的選擇負責。在人際關係中，你傾向給予他人信任與善意，但也十分重視對方是否能有所回應。這使你常成為他人眼中的救命稻草，但也常因此承擔太多責任卻毫無自覺。"
      }
    ],
    "NODE-RES-SHPB-001": [
      {
        "text": "Hard, Abstinent, Reserved, Dry"
      }
    ],
    "NODE-RES-SHPB-002": [
      {
        "text": "你的自我邊界明確，面對陌生人、事、物時，通常會先謹慎觀察再決定是否接觸。你重視自己的步調與習慣，不喜歡被臨時的變化打亂安排，因此偶爾會給人固執、慢熱的印象。"
      }
    ],
    "NODE-RES-SHPB-003": [
      {
        "text": "遇到衝突時你總會保留好退路，避免自己陷入被動。你對外界的感受十分敏銳，卻並不會表現出來。比起向外宣洩，你更常選擇自己消化，按照自己的節奏生活。"
      }
    ],
    "NODE-RES-SOUP-001": [
      {
        "text": "Sensitive, Overwhelmed, Unstable, Pliable"
      }
    ],
    "NODE-RES-SOUP-002": [
      {
        "text": "你有時容易受到感受、環境與氣氛影響，同一件事情在不同狀態下可能得出截然不同的答案。有時你的行動力和決斷力非常突出；疲憊或受挫時則難以保持原本的耐性。"
      }
    ],
    "NODE-RES-SOUP-003": [
      {
        "text": "你那敏銳的感受讓你能迅速察覺周遭變化，但也令情緒較容易受到牽動。你具有很好的適應力，但仍需留意的是自己的心理健康，只要保持良好狀態，無論工作還是人際關係，你往往能比他人更快步上軌道。"
      }
    ],
    "NODE-RES-STIC-001": [
      {
        "text": "Sticky, Tempered, Indulgent, Carnivorous"
      }
    ],
    "NODE-RES-STIC-002": [
      {
        "text": "你重視人際連結，遇到困難時願意求助、協調或改變自己習慣的行事風格，不會為了堅持原則而拒絕更有效率的做法。"
      }
    ],
    "NODE-RES-STIC-003": [
      {
        "text": "你對喜歡的事物投入程度較深，但也因此有時不容易做到斷、捨、離。你的目光長遠，習慣反覆思考一項事物背後否存在更多可能性，這種性格讓你善於維持長期關係，但在選擇取捨上時常花費更多時間心力。"
      }
    ],
    "NODE-RES-STIC-004": [
      {
        "text": "主線目標："
      }
    ],
    "NODE-START-001": [
      {
        "text": "製作一個含對應測驗結局圖片(不同大便種族)的沖水過場動畫，並進入黑暗。"
      }
    ],
    "NODE-TEST1-001": [
      {
        "text": "在黑暗中進行一次選擇獲取對應屎魔或無屎魔。"
      }
    ],
    "NODE-TEST1-002": [
      {
        "text": "你渴望什麼樣的力量？"
      }
    ],
    "OPT-TEST1-001": [
      {
        "text": "我相信自己 → DMN-NONE"
      }
    ],
    "OPT-TEST1-002": [
      {
        "text": "炙熱神秘的魔法 → DMN-DRAGONFRUIT"
      }
    ],
    "OPT-TEST1-003": [
      {
        "text": "冰冷堅硬的鐵器 → DMN-CORN"
      }
    ],
    "OPT-TEST1-004": [
      {
        "text": "神出鬼沒的暗器 → DMN-ENOKI"
      }
    ],
    "NODE-A-001": [
      {
        "text": "主要目的：初入化糞池王國，在一位小屎朋友的介紹下得知了自己的所在地，獲取關鍵知識「KNW-001｜化糞池王國」。"
      }
    ],
    "NODE-A-002": [
      {
        "text": "用戶名：「這是哪裡？」"
      }
    ],
    "NODE-A-003": [
      {
        "text": "從黑暗中甦醒，身後瀑布的聲音震耳欲聾。一片破敗之地在你的眼前展開，陰暗、潮濕，氣味比你身上更加濃郁。"
      }
    ],
    "NODE-A-004": [
      {
        "text": "若 DMN=DMN-NONE，直接進入 OPT-A-001；不得顯示屎魔叫聲、現身、介紹或撫摸屎魔等文字。"
      }
    ],
    "NODE-A-005": [
      {
        "text": "以下屎魔演出僅在 DMN≠DMN-NONE 時執行。"
      }
    ],
    "NODE-A-006": [
      {
        "text": "——針菇針菇！（屎魔為金針菇時為此對話）"
      }
    ],
    "NODE-A-007": [
      {
        "text": "——龍果龍果！（屎魔為火龍果時為此對話）"
      }
    ],
    "NODE-A-008": [
      {
        "text": "——玉米玉米！（屎魔為玉米時為此對話）"
      }
    ],
    "NODE-A-009": [
      {
        "text": "一道奇妙叫聲直接在腦海浮現，同時你的體內浮現一道光暈，一個奇怪的小傢伙出現在你面前。"
      }
    ],
    "NODE-A-010": [
      {
        "text": "沒有任何理由，你自然而然就接受了面前的奇妙生物——這是你的屎魔，一種本就存在於你體內的小生物。"
      }
    ],
    "NODE-A-011": [
      {
        "text": "並非每一坨屎都天生伴隨屎魔，這是種天賦與禮物。"
      }
    ],
    "NODE-A-012": [
      {
        "text": "你摸摸(屎魔種類)的頭，將注意力放回這陰暗的地方。"
      }
    ],
    "OPT-A-001": [
      {
        "text": "選項1嘗試回頭"
      }
    ],
    "NODE-A-013": [
      {
        "text": "＞身後的瀑布水流太大，回頭似乎不是好選擇。"
      }
    ],
    "NODE-A-014": [
      {
        "text": "＞回頭：在強烈的水流中你的意識逐漸模糊，身化屎水已成必然。進入[END-ZB]，獲得[ACH-10] 屎溶於水。可重新開始遊戲（回到此選項前或回到事件前或回到心理測試前，所有屎亡結局通用）。\n　＞放棄：（回到選項前）"
      }
    ],
    "OPT-A-002": [
      {
        "text": "選項2 探索周遭\n＞在瀑布的聲音掩蓋下，仍能聽見一絲孩童嬉鬧的聲音。"
      }
    ],
    "NODE-A-015": [
      {
        "text": "＞尋找：（前往下一段劇情）\n　＞放棄：（回到選項前）"
      }
    ],
    "OPT-A-003": [
      {
        "text": "選項3  等待"
      }
    ],
    "NODE-A-016": [
      {
        "text": "＞你等了很久，卻並沒有其他便便到來，你不禁擔心起全人類的健康問題。（回到選項前）"
      }
    ],
    "NODE-A-017": [
      {
        "text": "你離開瀑布，沿著水流前往一處空地，看到一群正在嬉戲的孩童。\n小屎朋友A：「那是誰？」"
      }
    ],
    "NODE-A-018": [
      {
        "text": "小屎朋友B：「他從瀑布的方向來的……該不會是媽媽說的屎鬼吧？！」（獲得知識「KNW-002｜屎鬼」）"
      }
    ],
    "OPT-A-004": [
      {
        "text": "選項１我才不是屎鬼！"
      }
    ],
    "NODE-A-019": [
      {
        "text": "＞小屎朋友B：「呼，那就好。」\n選項２屎鬼是什麼東西？"
      }
    ],
    "NODE-A-020": [
      {
        "text": "＞小屎朋友B：「媽媽說屎鬼就是會躲在屎裡抓交替的怪物，所以都不讓我們到屎水邊玩。你不是屎鬼就好！」"
      }
    ],
    "NODE-A-021": [
      {
        "text": "用戶名：「你們知道這是哪裡嗎？」"
      }
    ],
    "NODE-A-022": [
      {
        "text": "小屎朋友A：「嗯？你迷路了嗎？但初屎之地沒有其他的入口，我們又一直在入口這裡玩，你是怎麼進來的……」"
      }
    ],
    "NODE-A-023": [
      {
        "text": "小屎朋友們露出了害怕的表情。"
      }
    ],
    "OPT-A-005": [
      {
        "text": "選項１（找一個藉口搪塞）"
      }
    ],
    "NODE-A-024": [
      {
        "text": "＞小屎朋友B：你在說謊！他一定是屎鬼！快跑啊！"
      }
    ],
    "NODE-A-025": [
      {
        "text": "小屎朋友們慌張地離開了，你只好照著他們離開的方向跟了上去。（獲得知識「KNW-001｜化糞池王國」，事件結束）"
      }
    ],
    "OPT-A-006": [
      {
        "text": "選項２（實話實說）"
      }
    ],
    "NODE-A-026": [
      {
        "text": "＞小屎朋友Ａ：你是從瀑布上來的？！和傳說中的老屎國王一模一樣！」"
      }
    ],
    "NODE-A-027": [
      {
        "text": "用戶名：「老屎國王？」\n小屎朋友Ｂ：「就是化糞池王國的開國國王啊，你沒有上過屎學嗎？」"
      }
    ],
    "NODE-A-028": [
      {
        "text": "小屎朋友Ａ：「傳說中老屎國王就是從瀑布中從天而降，從無到有建立起了化糞池王國！所以瀑布這裡才會被稱為初屎之地。我最喜歡這種故事了！」"
      }
    ],
    "NODE-A-029": [
      {
        "text": "小屎朋友Ｂ：「但是媽媽說最近初屎之地附近常常出現怪物，所以不讓我們來玩。糟糕！太陽快下屎山了，要趕快回家！再見啦！」"
      }
    ],
    "NODE-A-030": [
      {
        "text": "和小屎朋友們道別後，你決定前往化糞池王城。（獲得知識「KNW-001｜化糞池王國」，事件結束）"
      }
    ],
    "NODE-A-031": [
      {
        "text": "↓"
      }
    ],
    "NODE-A-032": [
      {
        "text": "進入下城區（純字體過場「化糞池王國下城區」）"
      }
    ],
    "NODE-A-033": [
      {
        "text": "↓"
      }
    ],
    "NODE-LOC-013-001": [
      {
        "text": "前往中央廣場"
      }
    ],
    "NODE-LOC-013-002": [
      {
        "text": "＞（切換場所下城區中央的破敗祭壇）\n前往酒館"
      }
    ],
    "NODE-LOC-013-003": [
      {
        "text": "＞（切換場所屎聲鼎沸的酒館）"
      }
    ],
    "NODE-LOC-013-004": [
      {
        "text": "前往郊區"
      }
    ],
    "NODE-LOC-013-005": [
      {
        "text": "＞（切換場所郊區的破敗神廟）"
      }
    ],
    "NODE-LOC-013-006": [
      {
        "text": "前往上城區"
      }
    ],
    "NODE-LOC-013-007": [
      {
        "text": "＞（切換場所上城區）"
      }
    ],
    "NODE-LOC-013-008": [
      {
        "text": "前往初屎之地"
      }
    ],
    "NODE-LOC-013-009": [
      {
        "text": "＞（切換場所初屎之地）"
      }
    ],
    "NODE-LOC-014-001": [
      {
        "text": "前往圖書館"
      }
    ],
    "NODE-LOC-014-002": [
      {
        "text": "＞（切換場所老舊圖書館）"
      }
    ],
    "NODE-LOC-014-003": [
      {
        "text": "前往城門"
      }
    ],
    "NODE-LOC-014-004": [
      {
        "text": "＞（切換場所坍塌城門）"
      }
    ],
    "NODE-LOC-014-005": [
      {
        "text": "前往商店街"
      }
    ],
    "NODE-LOC-014-006": [
      {
        "text": "＞（切換場所冷清商店街）"
      }
    ],
    "NODE-LOC-014-007": [
      {
        "text": "前往神殿"
      }
    ],
    "NODE-LOC-014-008": [
      {
        "text": "＞（切換場所：緊鎖的灰色神殿）"
      }
    ],
    "NODE-LOC-014-009": [
      {
        "text": "前往下城區"
      }
    ],
    "NODE-LOC-014-010": [
      {
        "text": "＞（切換場所下城區）"
      }
    ],
    "NODE-A2-001": [
      {
        "text": "主要目的：回訪初屎之地後依條件取得牌組；KNW-004「大屎決鬥」開放參與，ITM-002「糖果」可換取 ITM-003「決鬥牌組」，KNW-008「亞屎王」＋KNW-048「屎中劍」或 DMN-ENOKI 可取得 ITM-001「大屎牌組」。"
      }
    ],
    "NODE-A2-002": [
      {
        "text": "你來到初屎之地，發現小屎朋友們又偷跑出門來玩。"
      }
    ],
    "OPT-A2-001": [
      {
        "text": "選項１（驅趕他們回家）"
      }
    ],
    "NODE-A2-003": [
      {
        "text": "＞小屎朋友Ｂ：拜託你不要和媽媽告狀！"
      }
    ],
    "NODE-A2-004": [
      {
        "text": "小屎朋友們一哄而散。（獲得知識「KNW-003｜小屎朋友的媽媽」，事件結束）"
      }
    ],
    "OPT-A2-002": [
      {
        "text": "選項２（上前打招呼）（持有知識「KNW-004｜大屎決鬥」時開放）"
      }
    ],
    "NODE-A2-005": [
      {
        "text": "＞用戶名：「你們在玩什麼？」"
      }
    ],
    "NODE-A2-006": [
      {
        "text": "小屎朋友Ａ：「當然是現在最流行的卡牌遊戲「大屎決鬥」啊！」"
      }
    ],
    "NODE-A2-007": [
      {
        "text": "用戶名：「打個牌有必要跑到初屎之地來嗎？」"
      }
    ],
    "NODE-A2-008": [
      {
        "text": "小屎朋友Ｂ：「那當然，氣氛很重要的。」（獲得知識「KNW-005｜決鬥者的浪漫」）"
      }
    ],
    "NODE-A2-009": [
      {
        "text": "用戶名：「我也可以參加嗎？」"
      }
    ],
    "NODE-A2-010": [
      {
        "text": "小屎朋友Ａ：「我是有一些多餘的牌，但不能白白給你！」"
      }
    ],
    "OPT-A2-003": [
      {
        "text": "選項１：我下次再來找你吧。"
      }
    ],
    "NODE-A2-011": [
      {
        "text": "＞小屎朋友Ａ：「沒問題，記得帶我喜歡的東西來！」\n選項２：我有一些糖果！（消耗道具「ITM-002｜糖果」）"
      }
    ],
    "NODE-A2-012": [
      {
        "text": "＞小屎朋友Ａ：「好吧，這個也行。」（獲得道具「ITM-003｜決鬥牌組」）"
      }
    ],
    "NODE-A2-013": [
      {
        "text": "你獲得一套初始牌組，成為了一名堂堂正正的決鬥者，卻被小屎朋友們徹底輾壓。（獲得知識「KNW-006｜決鬥牌組」，事件結束但可再次觸發）"
      }
    ],
    "OPT-A2-004": [
      {
        "text": "選項３：我記得你喜歡傳說故事？（持有知識「KNW-008｜亞屎王」與「屎中劍」時開放）"
      }
    ],
    "NODE-A2-014": [
      {
        "text": "＞小屎朋友Ａ：「我最喜歡故事了！但不能是我聽過的喔。」"
      }
    ],
    "NODE-A2-015": [
      {
        "text": "你把從圖書館裡看來的傳說故事說給了小屎朋友們聽，大家都放下牌組聽得入迷。"
      }
    ],
    "NODE-A2-016": [
      {
        "text": "太陽下屎山時，故事正好結束，你的故事受到了小屎朋友們一致好評，每個人都送給你一些卡牌。"
      }
    ],
    "NODE-A2-017": [
      {
        "text": "你發現這些牌雖然看似脆弱，卻隱隱有著一些關聯性，或許能組成一副相當強力的牌組。（獲得道具「ITM-001｜大屎牌組」，獲得知識「KNW-007｜大屎牌組」，事件結束）"
      }
    ],
    "OPT-A2-005": [
      {
        "text": "選項４：（和小屎朋友們聊天分散他們的注意力，並派遣屎魔偷取牌組）（當屎魔為「金針菇」時開放）"
      }
    ],
    "NODE-A2-018": [
      {
        "text": "＞你和小屎朋友們七嘴八舌地討價還價，卻暗中派出金針菇。"
      }
    ],
    "NODE-A2-019": [
      {
        "text": "金針菇潛伏在陰影中，偷偷摸摸地來到小屎朋友Ａ的身後，伸出它柔韌細長的菌絲從小屎朋友Ａ的口袋中摸出一副牌組。"
      }
    ],
    "NODE-A2-020": [
      {
        "text": "見目的達成，你找了個藉口和小屎朋友們道別，火速離開現場。"
      }
    ],
    "NODE-A2-021": [
      {
        "text": "回到下城區，金針菇得意地將牌組交給了你。牌組存放在精緻的卡盒當中，卡牌陣容更是相當強力。"
      }
    ],
    "NODE-A2-022": [
      {
        "text": "不愧是小屎朋友Ａ的愛牌，你相當滿意。（獲得道具「ITM-001｜大屎牌組」，獲得知識「KNW-007｜大屎牌組」，事件結束）"
      }
    ],
    "NODE-LOC-003-001": [
      {
        "text": "可對話人物："
      }
    ],
    "NODE-LOC-003-002": [
      {
        "text": "聚集的酒客"
      }
    ],
    "OPT-LOC-003-001": [
      {
        "text": "選項１：這裡是哪裡？"
      }
    ],
    "NODE-LOC-003-003": [
      {
        "text": "＞酒館老闆：「你看不出來嗎？這裡是全王國最受歡迎的酒館『屎湯騎士』！當然也是全王國唯一一間酒館了。」（獲得知識「KNW-009｜屎湯騎士」）"
      }
    ],
    "OPT-LOC-003-002": [
      {
        "text": "選項２：可以幫我介紹工作嗎？"
      }
    ],
    "NODE-LOC-003-004": [
      {
        "text": "＞酒館老闆：「我的確需要個幫手。」（獲得知識「KNW-010｜酒館打工」）"
      }
    ],
    "OPT-LOC-003-003": [
      {
        "text": "選項３：那群人在幹甚麼？"
      }
    ],
    "NODE-LOC-003-005": [
      {
        "text": "＞酒館老闆：「哦，一群打牌的。有沒有聽說過大屎決鬥？他們總是用打牌來賭酒喝——偶爾也賭些別的，但我勸你離他們遠點。」"
      }
    ],
    "OPT-LOC-003-004": [
      {
        "text": "＞選項４：我要報名大屎決鬥！（持有知識「KNW-004｜大屎決鬥」與道具「ITM-003｜決鬥牌組」或「大屎牌組」任一與５０ＧＧ時開放，進入[EVT-C2]）"
      }
    ],
    "OPT-LOC-003-005": [
      {
        "text": "＞選項５：我要報名屎亡遊戲！（持有知識「KNW-011｜屎亡遊戲」與道具「ITM-003｜決鬥牌組」或「大屎牌組」任一與１００ＧＧ時開放，進入[EVT-C3]）"
      }
    ],
    "OPT-LOC-003-006": [
      {
        "text": "選項６：我想在你這裡工作。（持有知識「KNW-010｜酒館打工」時開放，進入[EVT-Y]）"
      }
    ],
    "OPT-LOC-003-007": [
      {
        "text": "選項７：最近有什麼傳聞嗎？（持有知識「KNW-012｜見習屎衛」時開放，進入[EVT-F]）"
      }
    ],
    "NODE-LOC-003-006": [
      {
        "text": "聚集的酒客"
      }
    ],
    "OPT-LOC-003-008": [
      {
        "text": "選項１：你們在做什麼？"
      }
    ],
    "NODE-LOC-003-007": [
      {
        "text": "＞醉醺醺的酒客：「當然是在玩大屎決鬥啦！嗝！」（進入[EVT-C]）"
      }
    ],
    "OPT-LOC-003-009": [
      {
        "text": "選項２：我要怎麼獲得牌組？"
      }
    ],
    "NODE-LOC-003-008": [
      {
        "text": "＞醉醺醺的酒客：「這玩意可不好買，能買到的還都是些爛牌！嗝！要是有強力的牌……」"
      }
    ],
    "NODE-C-001": [
      {
        "text": "主要目的：在醉醺醺的酒客的介紹下獲得知識「KNW-004｜大屎決鬥」。"
      }
    ],
    "NODE-C-002": [
      {
        "text": "用戶名：「大屎決鬥？」"
      }
    ],
    "NODE-C-003": [
      {
        "text": "醉醺醺的酒客：「就是卡牌對戰啦，召喚各種強力的怪獸贏下遊戲、嗝！還有酒！」"
      }
    ],
    "NODE-C-004": [
      {
        "text": "用戶名：「都有什麼樣的怪獸？」"
      }
    ],
    "NODE-C-005": [
      {
        "text": "醉醺醺的酒客：「多著呢！小屎塊、大屎塊、屎塊人、真紅眼屎黑龍、嗝！」"
      }
    ],
    "NODE-C-006": [
      {
        "text": "醉醺醺的酒客：「當然也有強力的蕾雅卡！像是冠軍手裡那張青眼屎白龍！真讓人羨慕、嗝！」"
      }
    ],
    "NODE-C-007": [
      {
        "text": "你看向牌桌角落一個頭髮五顏六色的決鬥者，在他手中有張卡牌的確散發著耀眼光芒。"
      }
    ],
    "NODE-C-008": [
      {
        "text": "醉醺醺的酒客：「不過冠軍從來不賭酒，嘿嘿……」（獲得知識「KNW-004｜大屎決鬥」。）"
      }
    ],
    "NODE-C2-001": [
      {
        "text": "主要目的：在持有關鍵知識「KNW-004｜大屎決鬥」與道具「ITM-003｜決鬥牌組」「大屎牌組」任一與５０ＧＧ時在酒館老闆的介紹下獲取關鍵知識「KNW-011｜屎亡遊戲」。"
      }
    ],
    "NODE-C2-002": [
      {
        "text": "酒館老闆：「可以，你有牌組嗎？」"
      }
    ],
    "OPT-C2-001": [
      {
        "text": "選項一：使用「決鬥牌組」（持有道具「ITM-003｜決鬥牌組」與５０ＧＧ時開放）"
      }
    ],
    "OPT-C2-002": [
      {
        "text": "選項二：使用「大屎牌組」（持有道具「ITM-001｜大屎牌組」與５０ＧＧ時開放）"
      }
    ],
    "NODE-C2-003": [
      {
        "text": "酒館老闆：「很好，但做為新人決鬥者，你只能從最底層打起！」（消耗報名費５０ＧＧ）"
      }
    ],
    "NODE-C2-004": [
      {
        "text": "醉醺醺的酒客：「嘿嘿，你果然也成為決鬥者了，嗝！」"
      }
    ],
    "NODE-C2-005": [
      {
        "text": "你與醉醺醺的酒客：「決鬥！」"
      }
    ],
    "NODE-C2-006": [
      {
        "text": "（遊戲勝利時）："
      }
    ],
    "NODE-C2-007": [
      {
        "text": "醉醺醺的酒客：「是我輸了，嗝！」"
      }
    ],
    "NODE-C2-008": [
      {
        "text": "醉醺醺的酒客：「不過輸一杯酒也沒什麼大不了的，嘿嘿……」"
      }
    ],
    "NODE-C2-009": [
      {
        "text": "用戶名：「這是甚麼意思？」"
      }
    ],
    "NODE-C2-010": [
      {
        "text": "酒館老闆：「他說的是『屎亡遊戲』。對現在的你來說還太早了，繼續強化你的牌組吧。」（獲得知識「KNW-011｜屎亡遊戲」，獲得知識「KNW-013｜強化牌組」，獲得賭金１００ＧＧ，事件結束）"
      }
    ],
    "NODE-C2-011": [
      {
        "text": "（遊戲敗北時）："
      }
    ],
    "NODE-C2-012": [
      {
        "text": "醉醺醺的酒客：「是我贏了，嗝！」"
      }
    ],
    "NODE-C2-013": [
      {
        "text": "醉醺醺的酒客：「不過輸一杯酒也沒什麼大不了的，嘿嘿……」（事件結束）"
      }
    ],
    "NODE-C3-001": [
      {
        "text": "主要目的：在持有關鍵知識「KNW-004｜大屎決鬥」與「屎亡遊戲」與道具「ITM-003｜決鬥牌組」「大屎牌組」任一與１００ＧＧ時挑戰屎亡遊戲，獲勝並獲取關鍵知識「KNW-014｜屎托邦的信念」與報酬５００ＧＧ。"
      }
    ],
    "NODE-C3-002": [
      {
        "text": "酒館老闆：「可以是可以，你的牌組夠強嗎？這可不是鬧著玩的。」"
      }
    ],
    "OPT-C3-001": [
      {
        "text": "選項一：使用「決鬥牌組」（持有道具「ITM-003｜決鬥牌組」與１００ＧＧ時開放）"
      }
    ],
    "OPT-C3-002": [
      {
        "text": "選項二：使用「大屎牌組」（持有道具「ITM-001｜大屎牌組」與１００ＧＧ時開放）"
      }
    ],
    "NODE-C3-003": [
      {
        "text": "酒館老闆：「很好，不過屎亡遊戲的參加者是隨機的，這種瘋子可不是天天有……」（消耗報名費１００ＧＧ）"
      }
    ],
    "NODE-C3-004": [
      {
        "text": "冠軍：「我來當你的對手。」"
      }
    ],
    "NODE-C3-005": [
      {
        "text": "醉醺醺的酒客：「冠冠冠是冠軍！你、你慘了！嗝！」"
      }
    ],
    "NODE-C3-006": [
      {
        "text": "冠軍：「屎亡遊戲可不會給你避戰的機會！」"
      }
    ],
    "OPT-C3-003": [
      {
        "text": "選項１（要求互相洗牌，並在洗牌做手腳）（當種族為屎湯時開放此選擇，進入特殊劇情並跳過卡牌小遊戲）"
      }
    ],
    "NODE-C3-007": [
      {
        "text": "＞冠軍同意了你的提案，在互相洗牌後傲慢地拿回自己的牌組，卻沾了一手屎湯。"
      }
    ],
    "NODE-C3-008": [
      {
        "text": "冠軍：「這？！等、我的牌！怎麼會——」"
      }
    ],
    "NODE-C3-009": [
      {
        "text": "用戶名：「屎亡遊戲可不會給你避戰的機會！」"
      }
    ],
    "NODE-C3-010": [
      {
        "text": "用戶名：「決鬥！」"
      }
    ],
    "NODE-C3-011": [
      {
        "text": "由於冠軍的牌被沾滿了屎湯，每張強力卡牌都受到了汙染，只能拿出備用牌組對敵，卻因為卡牌太過弱小，被你給輕易擊敗。（設定 FLG-SKIP-C3=true；跳過卡牌小遊戲後進入遊戲勝利時場景）"
      }
    ],
    "OPT-C3-004": [
      {
        "text": "選項２（堂堂正正迎戰冠軍）（所有種族可進行；若 RAC=RAC-SOUP，與特殊跳過選項並列顯示；其他種族直接顯示此正常挑戰選項）"
      }
    ],
    "NODE-C3-012": [
      {
        "text": "冠軍：「決鬥！」"
      }
    ],
    "NODE-C3-013": [
      {
        "text": "（遊戲勝利時）："
      }
    ],
    "NODE-C3-014": [
      {
        "text": "冠軍：「呃啊啊啊啊啊——！」"
      }
    ],
    "NODE-C3-015": [
      {
        "text": "你看見冠軍被一團屎色的影子緩緩吞噬，眼中滿是不甘。"
      }
    ],
    "NODE-C3-016": [
      {
        "text": "若敗北的是你的話，後果不堪設想——但那是不可能發生的。"
      }
    ],
    "NODE-C3-017": [
      {
        "text": "你信任自己的牌組，也信任那個信任牌組的自己！（獲得知識「KNW-014｜屎托邦的信念」，獲得賭金５００ＧＧ，事件結束）"
      }
    ],
    "NODE-C3-018": [
      {
        "text": "（遊戲敗北時）："
      }
    ],
    "NODE-C3-019": [
      {
        "text": "用戶名：「啊啊啊啊啊——？！」"
      }
    ],
    "NODE-C3-020": [
      {
        "text": "在你敗北的那一刻，一團屎色的影子在腳邊出現，如屎潮般將你吞噬。"
      }
    ],
    "NODE-C3-021": [
      {
        "text": "冠軍：「你以為屎亡遊戲只是在開玩笑嗎？可別小看決鬥者的『信念』！」"
      }
    ],
    "OPT-C3-005": [
      {
        "text": "選項1（思考死亡遊戲的意義）（擁有屎魔時開放）"
      }
    ],
    "NODE-C3-022": [
      {
        "text": "＞情急之下你將長伴身邊的屎魔推向屎潮，在一聲淒厲慘叫後屎潮緩緩退去，留下心有餘悸的你。\n冠軍：「哼……雖說是個懦夫但還算聰明。但就憑你這種能輕易捨棄羈絆的人，是無法打敗我與青眼屎白龍的。」（失去屎魔，獲得[ACH-8] 屎亂終棄，事件結束。）"
      }
    ],
    "OPT-C3-006": [
      {
        "text": "選項2（束手無策放棄抵抗）"
      }
    ],
    "NODE-C3-023": [
      {
        "text": "＞在冠軍含笑注視下，你的視野攀上濃厚的深棕色。"
      }
    ],
    "NODE-C3-024": [
      {
        "text": "（進入[END-ZD]，獲得[ACH-12] 屎亡遊戲。可重新開始遊戲（回到此選項前或回到事件前或回到心理測試前，所有屎亡結局通用）"
      }
    ],
    "NODE-F-001": [
      {
        "text": "主要目的：在持有關鍵知識「KNW-012｜見習屎衛」時與酒館老闆接取任務，前往調查散發惡臭的小屋，獲取關鍵知識「KNW-015｜散發惡臭的小屋」。"
      }
    ],
    "NODE-F-002": [
      {
        "text": "酒館老闆：「的確有件事，最近酒館後面總是傳來奇怪的臭味。」"
      }
    ],
    "NODE-F-003": [
      {
        "text": "用戶名：「是屎味嗎？」"
      }
    ],
    "NODE-F-004": [
      {
        "text": "酒館老闆：「那就只是單純的體味吧。說到屎味，聽說你成為見習屎衛了？可以幫我調查一下嗎？」"
      }
    ],
    "OPT-F-001": [
      {
        "text": "選項１沒問題，交給我吧。"
      }
    ],
    "NODE-F-005": [
      {
        "text": "＞酒館老闆：「多謝，從酒館後門就可以前往巷子了。」（獲得知識「KNW-015｜散發惡臭的小屋」，進入[EVT-F2]，開放場景「散發惡臭的小屋」）"
      }
    ],
    "OPT-F-002": [
      {
        "text": "選項２之後再說吧。"
      }
    ],
    "NODE-F-006": [
      {
        "text": "＞酒館老闆：「好吧。反正生意也沒受到什麼影響。」（獲得知識「KNW-015｜散發惡臭的小屋」，事件結束）"
      }
    ],
    "NODE-F2-001": [
      {
        "text": "主要目的：解開屎亡現場的真相並獲取關鍵知識「KNW-016｜屎托邦的智慧」與道具「ITM-003｜決鬥牌組」與報酬１００ＧＧ。"
      }
    ],
    "NODE-F2-002": [
      {
        "text": "見習屎衛：「你是誰？別再靠近這裡了。」"
      }
    ],
    "NODE-F2-003": [
      {
        "text": "用戶名：「我接了酒館老闆的委託，來調查一下問題。」"
      }
    ],
    "NODE-F2-004": [
      {
        "text": "見習屎衛：「真的？那太好了！我還怕一直沒人接手呢。但得提醒你一句，這裡頭的狀況可不太樂觀。」"
      }
    ],
    "NODE-F2-005": [
      {
        "text": "你進入了小屋，濃郁惡臭頓時撲鼻而來。聞著這股與屎味截然不同的惡臭，你立刻理解了事態的嚴重性。"
      }
    ],
    "NODE-F2-006": [
      {
        "text": "果不其然，小屋的中央躺著一名屎者。"
      }
    ],
    "NODE-F2-007": [
      {
        "text": "用戶名：「原來是屎亡現場，怪不得會被屎衛封鎖。」"
      }
    ],
    "OPT-F2-001": [
      {
        "text": "選項１（為了加快斷案速度，你強硬地將各種上鎖的東西摔壞、打開）（當種族為巨龍時開放此選擇，進入特殊劇情並跳過解謎小遊戲）"
      }
    ],
    "NODE-F2-008": [
      {
        "text": "＞用戶名：「這是屎者的日記吧。」"
      }
    ],
    "NODE-F2-009": [
      {
        "text": "你憑藉蠻力將屎者日記上的鎖頭捏碎，但也懶得翻閱內容，隨意看了一下就把日記扔給門外的見習屎衛。"
      }
    ],
    "NODE-F2-010": [
      {
        "text": "日記中確實記載著屎者屎亡前寫下的重要資料，見你這麼快就成功破案，見習屎衛又驚又喜。（設定 FLG-SKIP-F2=true；跳過解謎小遊戲後，進入解謎小遊戲普通結局場景）"
      }
    ],
    "OPT-F2-002": [
      {
        "text": "選項２（開始觀察現場試圖找出屎者的屎因）（所有種族可進行；若 RAC=RAC-DRGN，與特殊跳過選項並列顯示；其他種族直接顯示此正常挑戰選項）"
      }
    ],
    "NODE-F2-011": [
      {
        "text": "（進入互動解謎小遊戲，可隨時中離）"
      }
    ],
    "NODE-F2-012": [
      {
        "text": "（解謎過程與互動額外設計，完成後獲得知識「KNW-016｜屎托邦的智慧」與道具「ITM-003｜決鬥牌組」並回到酒館回報，小遊戲觸發真結局情況下額外獲得道具「ITM-014｜沉重石劍」）"
      }
    ],
    "NODE-F2-013": [
      {
        "text": "酒館老闆：「在離酒館這麼近的地方，卻屎了這麼久都沒被發現……唉。謝謝，這是你的報酬。」（獲得１００ＧＧ，事件結束）"
      }
    ],
    "NODE-LOC-005-001": [
      {
        "text": "可對話人物："
      }
    ],
    "NODE-LOC-005-002": [
      {
        "text": "下城區中央的破敗祭壇"
      }
    ],
    "NODE-LOC-005-003": [
      {
        "text": "下城區中央的破敗祭壇"
      }
    ],
    "NODE-LOC-005-004": [
      {
        "text": "似乎沒有什麼可調查的了。（無選項可選時顯示此行）"
      }
    ],
    "OPT-LOC-005-001": [
      {
        "text": "選項１調查祭壇（進入[EVT-E]）"
      }
    ],
    "OPT-LOC-005-002": [
      {
        "text": "選項２接受規訓的檢驗（持有道具「ITM-004｜屎托邦之書」與所有關鍵知識「KNW-016｜屎托邦的智慧」「屎托邦的信念」「屎托邦的勇氣」時開放，進入[EVT-Z]）"
      }
    ],
    "OPT-LOC-005-003": [
      {
        "text": "選項３攜帶「屎中劍」並接受規訓的檢驗（持有道具「ITM-004｜屎托邦之書」與所有關鍵知識「KNW-016｜屎托邦的智慧」「屎托邦的信念」「屎托邦的勇氣」與選擇性道具「ITM-005｜屎中劍」時開放，進入[EVT-Z2]）"
      }
    ],
    "OPT-LOC-005-004": [
      {
        "text": "選項４攜帶「殘留屎靈之力的祭品」接受規訓的檢驗（持有道具「ITM-004｜屎托邦之書」與所有關鍵知識「KNW-016｜屎托邦的智慧」「屎托邦的信念」「屎托邦的勇氣」與選擇性道具「ITM-006｜殘留屎靈之力的祭品」時開放，進入[EVT-Z3]）"
      }
    ],
    "OPT-LOC-005-005": [
      {
        "text": "選項１：這裡是哪裡？"
      }
    ],
    "NODE-LOC-005-005": [
      {
        "text": "＞無家可歸的窮屎人：「管他是哪裡？反正屎有人都要完蛋了。」"
      }
    ],
    "OPT-LOC-005-006": [
      {
        "text": "選項２：為什麼王國會變成這樣？（持有知識「KNW-001｜化糞池王國」時開放）"
      }
    ],
    "NODE-LOC-005-006": [
      {
        "text": "＞無家可歸的窮屎人：「那就得問問屎特維爾那坨老屎了，這一定是上天對他的懲罰……」（獲得知識「KNW-017｜國王屎特維爾三屎」。）"
      }
    ],
    "NODE-E-001": [
      {
        "text": "主要目的：在下城區中央的破敗祭壇調查祭壇，獲取關鍵知識「KNW-018｜被摧毀的屎托邦」。"
      }
    ],
    "NODE-E-002": [
      {
        "text": "雖然已經十分破敗，但隱約能看出祭壇的樣子，中間的屎碑已經碎裂，噴屎水池也不再流出屎水。"
      }
    ],
    "OPT-E-001": [
      {
        "text": "選項１搜索周邊"
      }
    ],
    "NODE-E-003": [
      {
        "text": "＞周邊的屎塊似乎也是祭壇的一部份，你將其撿起並整理起來，似乎有些內容能拼湊得上。"
      }
    ],
    "OPT-E-002": [
      {
        "text": "選項２檢查屎碑"
      }
    ],
    "NODE-E-004": [
      {
        "text": "＞被掩蓋了許多內容的屎碑，內容已然不可見，但依然存在淺淺的圖畫線條。"
      }
    ],
    "OPT-E-003": [
      {
        "text": "選項３離開"
      }
    ],
    "OPT-E-004": [
      {
        "text": "選項４拼湊已知的線索（選項１選項２都選擇過一次後開放）"
      }
    ],
    "NODE-E-005": [
      {
        "text": "＞你將屎塊上的文字與屎碑上的圖案拼湊在一起，發現這似乎與建國傳說相關，卻與化糞池王國的模樣並不一致。或許其他地方能找到解答。（獲得知識「KNW-018｜被摧毀的屎托邦」，事件結束。）"
      }
    ],
    "NODE-LOC-006-001": [
      {
        "text": "可對話人物："
      }
    ],
    "OPT-LOC-006-001": [
      {
        "text": "選項１你在這裡做甚麼？"
      }
    ],
    "NODE-LOC-006-002": [
      {
        "text": "＞鐵甲屎衛：「附近的農戶說這座神廟最近常傳出奇怪的聲音，派我前來調查。但王國大亂，屎衛屎手不足，我只能在這守著等待支援。」"
      }
    ],
    "OPT-LOC-006-002": [
      {
        "text": "選項２這座神廟和上城區的有什麼不同？（擁有知識「KNW-019｜緊鎖的灰色神殿」與「國王屎特維爾三屎」時開放）"
      }
    ],
    "NODE-LOC-006-003": [
      {
        "text": "＞鐵甲屎衛：「上城區的神殿祭祀著屎中女神，如今雖然已無人祭祀，但和這種荒郊野外的破廟可不能比。但經我調查，廟宇周遭有些屎靈術的痕跡，這很可能是座邪教廟宇。」（獲得知識「KNW-020｜屎靈術」）"
      }
    ],
    "OPT-LOC-006-003": [
      {
        "text": "選項３我能幫上甚麼忙嗎？（選擇過選項１後開放，進入[EVT-D]）"
      }
    ],
    "OPT-LOC-006-004": [
      {
        "text": "選項４有什麼我能做的嗎，長官？（擁有知識「KNW-012｜見習屎衛」時開放，第一次時進入[EVT-D3]，後續進入[EVT-Y2]）"
      }
    ],
    "OPT-LOC-006-005": [
      {
        "text": "選項５這、這裡怎麼會有這麼多屎衛？（持有知識「KNW-012｜見習屎衛」與「屎靈之聲」與「傳說中的屎托邦」時開放，進入[EVT-D4]）"
      }
    ],
    "OPT-LOC-006-006": [
      {
        "text": "選項１你在這裡做甚麼？"
      }
    ],
    "NODE-LOC-006-004": [
      {
        "text": "＞辛勤的農夫：「呼呼，當然是種田啦，呼呼。就算是這種屎道，屎也還是要吃飯不是嗎？」（獲得知識「KNW-021｜耕種」）"
      }
    ],
    "OPT-LOC-006-007": [
      {
        "text": "選項２你都種了些甚麼？"
      }
    ],
    "NODE-LOC-006-005": [
      {
        "text": "＞辛勤的農夫：「你能想到的我這都有。屎蘿蔔、屎鈴薯、屎白菜和屎瓜。不只能夠填飽肚子，還能供應給屎湯騎士做他們的招牌屎湯燉菜呢！」（獲得知識「KNW-009｜屎湯騎士」、「基礎作物」）"
      }
    ],
    "OPT-LOC-006-008": [
      {
        "text": "選項３我可以在這裡工作嗎？（擁有知識「KNW-021｜耕種」、「基礎作物」時開放）"
      }
    ],
    "NODE-LOC-006-006": [
      {
        "text": "＞辛勤的農夫：「你真的願意嗎？這年頭已經很少有人願意種田了……」"
      }
    ],
    "NODE-LOC-006-007": [
      {
        "text": "農夫大吃一斤屎，隨之而來的卻是欣慰與喜悅。"
      }
    ],
    "NODE-LOC-006-008": [
      {
        "text": "用戶名：「當然願意！」"
      }
    ],
    "NODE-LOC-006-009": [
      {
        "text": "辛勤的農夫：「那太好了，我保證你能在耕種中獲得許多知識與智慧！還有吃不完的屎鈴薯和屎瓜！」"
      }
    ],
    "NODE-LOC-006-010": [
      {
        "text": "（進入[EVT-Y3]）"
      }
    ],
    "OPT-LOC-006-009": [
      {
        "text": "選項４這一切的意義到底是甚麼呢？（進行過兩次以上[EVT-Y3]後開放，進入[EVT-I]）"
      }
    ],
    "NODE-I-001": [
      {
        "text": "主要目的：和農夫討論自己的疑惑"
      }
    ],
    "NODE-I-002": [
      {
        "text": "辛勤的農夫：「你在說什麼？」"
      }
    ],
    "NODE-I-003": [
      {
        "text": "農夫疑惑地回問。日復一日地耕作讓你懷疑屎生，這幾天你腳下沾滿了深棕色的髒污，不知是流出的屎水還是泥水。"
      }
    ],
    "NODE-I-004": [
      {
        "text": "辛勤的農夫：「……看來你也注意到了。你比我想像的更有天賦，卻沒有足夠的時間沉澱。」"
      }
    ],
    "NODE-I-005": [
      {
        "text": "辛勤的農夫：「沒錯，屎和泥土是一樣的東西，不，屎比泥土更好，更營養，更適合耕種。」"
      }
    ],
    "NODE-I-006": [
      {
        "text": "辛勤的農夫：「但這並不代表你應該回歸泥土裡，用戶名。這種疑問只是一時的，別被迷惑了。」"
      }
    ],
    "NODE-I-007": [
      {
        "text": "你點點頭，拜別了農夫，回到他分給你的那塊農地，踩著泥土靜靜思考。"
      }
    ],
    "NODE-I-008": [
      {
        "text": "地裡的屎鈴薯已經長得很大了，又多又飽滿。（獲得知識「KNW-022｜肥料」，進入[END-D]周而復屎，獲得[ACH-15]周而復屎，事件結束。可從事件前繼續遊戲。）"
      }
    ],
    "NODE-D-001": [
      {
        "text": "主要目的：和鐵甲屎衛接取任務，前往郊外調查詭異痕跡，"
      }
    ],
    "NODE-D-002": [
      {
        "text": "鐵甲屎衛：「照理來說我應該以屎民們的安全為優先，但也的確不想枯等下去。你如果願意為我在附近調查，我可以給予少許報酬。記住，不管發現甚麼都不要衝動，先回來告訴我。」（獲得知識「KNW-023｜刻有詭異痕跡的枯樹」，開放場所「刻有詭異痕跡的枯樹」）"
      }
    ],
    "OPT-D-001": [
      {
        "text": "選項１我現在就去看看（進入[EVT-D2]）"
      }
    ],
    "OPT-D-002": [
      {
        "text": "選項２我會找時間去看看（事件結束）"
      }
    ],
    "NODE-D2-001": [
      {
        "text": "主要目的：獲取關鍵知識「KNW-024｜屎靈法屎」與關鍵知識「KNW-012｜見習屎衛」與報酬１００ＧＧ。"
      }
    ],
    "NODE-D2-002": [
      {
        "text": "按照鐵甲屎衛的情報，你走了一小段路深入樹林，找到了那棵枯敗的大樹。"
      }
    ],
    "OPT-D2-001": [
      {
        "text": "選項１（調查枯樹的樹枝）"
      }
    ],
    "NODE-D2-003": [
      {
        "text": "＞樹稍一片葉子也沒有。"
      }
    ],
    "OPT-D2-002": [
      {
        "text": "選項２（調查枯樹的樹幹）"
      }
    ],
    "NODE-D2-004": [
      {
        "text": "＞樹幹上用刀刻著奇怪的劃痕，像是某種紋章。"
      }
    ],
    "NODE-D2-005": [
      {
        "text": "（調查過選項１與選項２後若無開放選項３，事件結束。）"
      }
    ],
    "OPT-D2-003": [
      {
        "text": "選項３（調查枯樹的樹根）（擁有知識「KNW-017｜國王屎特維爾三屎」與「屎靈術」時開放）"
      }
    ],
    "NODE-D2-006": [
      {
        "text": "＞你想起了在哪裡見過這個圖案，這是屎特維爾家的紋章。"
      }
    ],
    "NODE-D2-007": [
      {
        "text": "你根據屎特維爾家修煉屎靈術的傳說，緊張的挖掘紋章正下方的深屎色泥土，果然在樹根下找到了一支短促箭屎。（獲得知識「KNW-025｜短促箭屎」，獲得道具「ITM-007｜短促箭屎」）"
      }
    ],
    "NODE-D2-008": [
      {
        "text": "披著斗篷的神秘人：「放下你手裡的東西。」"
      }
    ],
    "NODE-D2-009": [
      {
        "text": "你回過頭，一個神秘人不知何時出現在身後，斗篷下的枯瘦臉龐若隱若現，面有屎色。"
      }
    ],
    "OPT-D2-004": [
      {
        "text": "選項１（帶著箭屎衝入樹林）"
      }
    ],
    "NODE-D2-010": [
      {
        "text": "＞披著斗篷的神秘人：「該屎！」"
      }
    ],
    "NODE-D2-011": [
      {
        "text": "你想起了鐵甲屎衛的吩咐，二話不說衝入樹林。"
      }
    ],
    "NODE-D2-012": [
      {
        "text": "你很快就藉著繁雜的地形成功擺脫神秘人的追蹤，又花了很長一段時間躲躲藏藏地回到郊區，將箭屎交給鐵甲屎衛。"
      }
    ],
    "NODE-D2-013": [
      {
        "text": "鐵甲屎衛：「你竟然找到了用以施展屎靈術的祭品，這可是大功一件。但你恐怕也和那位神秘人結下了屎仇。」"
      }
    ],
    "NODE-D2-014": [
      {
        "text": "鐵甲屎衛：「那人既然在你挖出祭品的時候出現，想必他就是那位施展邪術的『屎靈法屎』了。不必擔心，等支援到來我們會盡快將他抓捕。」（交付道具「ITM-007｜短促箭屎」，獲得知識「KNW-024｜屎靈法屎」）"
      }
    ],
    "NODE-D2-015": [
      {
        "text": "鐵甲屎衛：「這是說好的報酬。另外為了感謝你的付出，我會為你申請『見習屎衛』資格，日常行事會方便不少。」（獲得報酬１００ＧＧ，獲得知識「KNW-012｜見習屎衛」，事件結束。）"
      }
    ],
    "OPT-D2-005": [
      {
        "text": "選項２（刺探神秘人的身分）"
      }
    ],
    "NODE-D2-016": [
      {
        "text": "＞用戶名：「你是誰？」"
      }
    ],
    "NODE-D2-017": [
      {
        "text": "披著斗篷的神秘人：「不關你的事，放下你手裡的東西然後離開。」"
      }
    ],
    "NODE-D2-018": [
      {
        "text": "＞（照做，緩緩放下手裡的東西）"
      }
    ],
    "NODE-D2-019": [
      {
        "text": "披著斗篷的神秘人：「很好，走吧，不准說出你看到的一切。」"
      }
    ],
    "NODE-D2-020": [
      {
        "text": "你渾身都冒出屎汗，向後退開幾步，隨後轉身、拔腿就跑。"
      }
    ],
    "NODE-D2-021": [
      {
        "text": "但一股炙熱出現在你身後，如麻辣鍋般灼燒起你的身軀，你感覺全身的水分都在流失，直到徹底化作枯槁的屎粉飄散在空中。"
      }
    ],
    "NODE-D2-022": [
      {
        "text": "（進入[END-ZA]，獲得[ACH-9] 屎無全屎。可重新開始遊戲（回到此選項前或回到事件前或回到心理測試前，所有屎亡結局通用）"
      }
    ],
    "NODE-D2-023": [
      {
        "text": "＞（拒絕，與神秘人保持對峙）"
      }
    ],
    "NODE-D2-024": [
      {
        "text": "披著斗篷的神秘人：「哼，那就去屎吧。」"
      }
    ],
    "NODE-D2-025": [
      {
        "text": "神秘人的手中散發出耀眼屎光，一團炙熱火焰瞬間朝你襲來。"
      }
    ],
    "NODE-D2-026": [
      {
        "text": "＞（召喚屎魔抵擋）（攜帶屎魔時開放）"
      }
    ],
    "NODE-D2-027": [
      {
        "text": "你召喚出屎魔擋下了火球攻擊！（攜帶「火龍果」屎魔時可成功化解，攜帶「玉米」屎魔或「金針菇」屎魔時失去屎魔並獲得[ACH-8] 屎亂終棄）"
      }
    ],
    "NODE-D2-028": [
      {
        "text": "＞（試圖閃避）（種族為牽絲與屎湯時可成功化解，失敗時進入[END-ZA]，獲得[ACH-9] 屎無全屎。可重新開始遊戲（回到此選項前或回到事件前或回到心理測試前，所有屎亡結局通用）"
      }
    ],
    "NODE-D2-029": [
      {
        "text": "你依靠柔韌的體質閃避了攻擊，瞬間的高溫炙烤卻讓你逐漸乾燥。"
      }
    ],
    "NODE-D2-030": [
      {
        "text": "＞（全力防禦）（種族為巨龍與羊便便時可成功化解，失敗時進入[END-ZA]，獲得[ACH-9] 屎無全屎。可重新開始遊戲（回到此選項前或回到事件前或回到心理測試前，所有屎亡結局通用）"
      }
    ],
    "NODE-D2-031": [
      {
        "text": "你依靠強悍的體質扛下了攻擊，卻也變得傷痕累累。"
      }
    ],
    "NODE-D2-032": [
      {
        "text": "＞披著斗篷的神秘人：「沒想到你能撐過我的屎火球術，那這招如何？」"
      }
    ],
    "NODE-D2-033": [
      {
        "text": "披著斗篷的神秘人手中再次散發屎光，三頭屎色獵犬憑空凝聚向你撲來。"
      }
    ],
    "OPT-D2-006": [
      {
        "text": "選項１（命令火龍果進行反擊）（攜帶屎魔為「火龍果」時開放）"
      }
    ],
    "NODE-D2-034": [
      {
        "text": "＞火龍果渾身散發紫紅色魔力，一枚比神秘人施展的屎火球更熾熱、巨大的屎火球出現在你面前，將三隻獵犬焚燒殆盡。"
      }
    ],
    "NODE-D2-035": [
      {
        "text": "如此強力的魔法顯然震懾住了神秘人，你也在熾亮的火光掩護下藉機逃離。"
      }
    ],
    "NODE-D2-036": [
      {
        "text": "你成功擺脫神秘人的追蹤，回到郊區將箭屎交給鐵甲屎衛。"
      }
    ],
    "NODE-D2-037": [
      {
        "text": "鐵甲屎衛：「你竟然找到了用以施展屎靈術的祭品，這可是大功一件。但你恐怕也和那位神秘人結下了屎仇。」"
      }
    ],
    "NODE-D2-038": [
      {
        "text": "鐵甲屎衛：「那人既然在你挖出祭品的時候出現，想必他就是那位施展邪術的『屎靈法屎』了。不必擔心，等支援到來我們會盡快將他抓捕。」（交付道具「ITM-007｜短促箭屎」，獲得知識「KNW-024｜屎靈法屎」）"
      }
    ],
    "NODE-D2-039": [
      {
        "text": "鐵甲屎衛：「這是說好的報酬。另外為了感謝你的付出，我會為你申請『見習屎衛』資格，日常行事會方便不少。」（獲得報酬１００ＧＧ，獲得知識「KNW-012｜見習屎衛」，事件結束。）"
      }
    ],
    "NODE-D2-040": [
      {
        "text": "第一頭獵犬吞噬了你的屎魔，第二頭獵犬牽制了你的動作，第三頭獵犬嗅著你的味道。（攜帶屎魔但不為火龍果時為此描述）"
      }
    ],
    "NODE-D2-041": [
      {
        "text": "第一頭獵犬牽制了你的動作，第二頭獵犬嗅著你的味道，第三頭獵犬舔著你的身軀。（未攜帶屎魔時為此描述）"
      }
    ],
    "NODE-D2-042": [
      {
        "text": "三頭獵犬將你分而食之，令你在劇烈痛苦中徹底失去意識。（進入[END-ZC]，獲得[ACH-11] 狗改不了吃屎。可重新開始遊戲（回到此選項前或回到事件前或回到心理測試前，所有屎亡結局通用）"
      }
    ],
    "NODE-D3-001": [
      {
        "text": "主要目的：在持有知識「KNW-012｜見習屎衛」時和鐵甲屎衛接取任務，代班看守神廟，獲取關鍵知識「KNW-026｜屎靈之聲」與報酬１００ＧＧ。"
      }
    ],
    "NODE-D3-002": [
      {
        "text": "鐵甲屎衛：「是、是你啊，來得正好……！那群該死的到現在還沒來支援！但我已經——糟了，屎在滾——」"
      }
    ],
    "NODE-D3-003": [
      {
        "text": "鐵甲屎衛：「見習屎衛，我需要你的幫助！請你替我駐守在神廟門口，我很快回來！」"
      }
    ],
    "NODE-D3-004": [
      {
        "text": "沒等你答應，鐵甲屎衛的身影就一溜煙地衝進入樹林。"
      }
    ],
    "NODE-D3-005": [
      {
        "text": "你撿起他落在地上的武器，替他看守起神廟。"
      }
    ],
    "NODE-D3-006": [
      {
        "text": "枯燥的看守任務讓你昏昏欲睡，神廟中卻突然傳出低沉扭曲的吼聲，嚇得你屎汗直冒。"
      }
    ],
    "NODE-D3-007": [
      {
        "text": "用戶名：「這這這這是什麼聲音？」"
      }
    ],
    "NODE-D3-008": [
      {
        "text": "鐵甲屎衛：「……這是屎靈的聲音。謝謝你替我看守神廟。」"
      }
    ],
    "NODE-D3-009": [
      {
        "text": "鐵甲屎衛：「既然你也成為了屎衛，那我就不瞞你了。根據我的調查，這間神廟裡恐怕潛伏著不少屎靈生物，雖然你成功阻止了一次召喚，但也只是屎海一屎。」"
      }
    ],
    "NODE-D3-010": [
      {
        "text": "鐵甲屎衛：「等時機到來，我就會召集全王國最精銳的屎衛部隊將怪物掃蕩一空，希望你到時也能來助力。在這之前請別把怪物的事說出去，屎民們的生活已經夠苦了。」（獲得知識「KNW-026｜屎靈之聲」與報酬１００ＧＧ，開放接取[EVT-Y2]）"
      }
    ],
    "NODE-D4-001": [
      {
        "text": "主要目的：持有關鍵知識「KNW-012｜見習屎衛」與「屎靈之聲」與「傳說中的屎托邦」時和鐵甲屎衛接取任務，躲避活屎人怪物的追殺並獲取關鍵知識「KNW-027｜屎托邦的勇氣」。"
      }
    ],
    "NODE-D4-002": [
      {
        "text": "鐵甲屎衛：「你來了，屎衛！如你所見，這將是一場大戰。」"
      }
    ],
    "NODE-D4-003": [
      {
        "text": "在你面前眾多鐵甲屎衛面如青屎，嚴陣以待。你從未見過如此多的鐵甲屎衛齊聚一堂，頓時緊張了起來。"
      }
    ],
    "NODE-D4-004": [
      {
        "text": "鐵甲屎衛：「在這之前你得見一個人。」"
      }
    ],
    "NODE-D4-005": [
      {
        "text": "鐵甲屎衛將你帶到一頂帳篷中，一位穿著像名老屎的長者正在閉目養神。"
      }
    ],
    "NODE-D4-006": [
      {
        "text": "鐵甲屎衛：「這位是宮廷魔法屎屎林大人！」"
      }
    ],
    "NODE-D4-007": [
      {
        "text": "流浪魔法屎屎林：「宮廷已經不存在了，我如今只是個流浪魔法屎。久仰大名，用戶名，若非你帶回了祭品，後果將不堪設想。」"
      }
    ],
    "NODE-D4-008": [
      {
        "text": "鐵甲屎衛：「你帶回的箭屎引起了屎林大人的注意，並確認了那是屎特維爾三世的遺物之一，擁有強大的屎靈之力。」"
      }
    ],
    "NODE-D4-009": [
      {
        "text": "流浪魔法屎屎林：「他又回來了——王國屎上最強大的屎靈之王屎特維爾。」"
      }
    ],
    "NODE-D4-010": [
      {
        "text": "流浪魔法屎屎林：「他果然不願老屎接受自己終將老屎的事屎，而是將自己化作屎靈並召喚出來，更暗中培養屎靈大軍打算再起戰屎。」"
      }
    ],
    "NODE-D4-011": [
      {
        "text": "屎林嘆了口氣，從懷裡掏出你那日帶回的短促箭屎，如今的箭屎上卻散發著柔和的屎光。"
      }
    ],
    "NODE-D4-012": [
      {
        "text": "流浪魔法屎屎林：「用戶名，我希望能由你帶著這個。」"
      }
    ],
    "NODE-D4-013": [
      {
        "text": "流浪魔法屎屎林：「仰賴這枚遺物本身的強大，讓我得以將它淨化成能夠摧毀屎靈魔法的屎遺物。」（獲得道具「ITM-008｜被淨化的屎遺物」）"
      }
    ],
    "NODE-D4-014": [
      {
        "text": "流浪魔法屎屎林：「只有使用屎遺物，將召喚出屎靈之王本身的祭品徹底摧毀，才能拯救這屎界，否則我們將面對源源不絕的屎靈大軍。」"
      }
    ],
    "NODE-D4-015": [
      {
        "text": "你懷抱著忐忑的心情接下屎遺物，與此同時號角聲響起，鐵甲屎衛踏著沉重堅毅的步伐向著破敗神廟深處進軍。"
      }
    ],
    "NODE-D4-016": [
      {
        "text": "神廟中濃稠屎色蔓延，即使屎衛們手中都有火把點綴依然伸手不見五屎。"
      }
    ],
    "NODE-D4-017": [
      {
        "text": "屎靈之聲震耳欲聾，從神廟深處穿透縫隙回響在廊道中，一點一滴地剝奪著你的注意力，甚至沒能第一時間反應過來腳下的震動。"
      }
    ],
    "NODE-D4-018": [
      {
        "text": "鐵甲屎衛：「散開！地下有東西！」"
      }
    ],
    "NODE-D4-019": [
      {
        "text": "一隻巨大的屎山屎靈破開地面衝出，在它的攻擊下屎液四濺、無數屎首飛舞。"
      }
    ],
    "NODE-D4-020": [
      {
        "text": "屎林揮舞魔杖，用層層護盾與屎山抗衡，但破裂的地面下仍有無數屎靈，睜著對散發腥紅屎光的雙眼朝屎衛們進軍。"
      }
    ],
    "NODE-D4-021": [
      {
        "text": "流浪魔法屎屎林：「用戶名！跑！屎特維爾的祭品就在神殿中央！」"
      }
    ],
    "OPT-D4-001": [
      {
        "text": "選項１（為了避免被追上，情急下你在地上撒滿黏稠的大便）（當種族為牽絲時開放此選擇，進入特殊劇情並跳過追逐小遊戲）"
      }
    ],
    "NODE-D4-022": [
      {
        "text": "＞黏稠的牽絲大便如泥沼般牽制住了屎靈怪物的腳步，卻也困住了許多鐵甲屎衛。"
      }
    ],
    "NODE-D4-023": [
      {
        "text": "你繼續向前奔跑，無視身後愈發慘烈的哀號，輕易地甩開了屎靈大軍的追逐。（設定 FLG-SKIP-D4=true；跳過追逐小遊戲後進入遊戲成功時場景）"
      }
    ],
    "OPT-D4-002": [
      {
        "text": "選項２（聽從屎林的指示拔腿狂奔）（所有種族可進行；若 RAC=RAC-STIC，與特殊跳過選項並列顯示；其他種族直接顯示此正常挑戰選項）"
      }
    ],
    "NODE-D4-024": [
      {
        "text": "（進入追逐小遊戲）"
      }
    ],
    "NODE-D4-025": [
      {
        "text": "（小遊戲失敗進入[END-Z]慘屎當場，獲得[ACH-13] 慘屎當場，）"
      }
    ],
    "NODE-D4-026": [
      {
        "text": "（小遊戲成功）"
      }
    ],
    "NODE-D4-027": [
      {
        "text": "＞用戶名：「這就是祭品！？」"
      }
    ],
    "NODE-D4-028": [
      {
        "text": "祭壇中央一只野獸頭骨散發著污濁屎氣，身後的屎靈之聲仍在接近，你毫不猶豫，將屎遺物糞力插入頭骨。（失去道具「ITM-008｜被淨化的屎遺物」）"
      }
    ],
    "NODE-D4-029": [
      {
        "text": "一道脆聲響起，頭骨中央裂開了道縫隙，屎水源源不絕地流出，伴隨著熟悉而悲憤的怒號。"
      }
    ],
    "NODE-D4-030": [
      {
        "text": "披著斗篷的神秘人：「不！」"
      }
    ],
    "NODE-D4-031": [
      {
        "text": "一道屎色身影從頭骨中飛出，它的斗篷在屎遺物的屎光照射下變得虛幻飄忽，露出了底下的人影，與你見過的屎特維爾三世畫像如出一轍。"
      }
    ],
    "NODE-D4-032": [
      {
        "text": "屎特維爾三世：「又是你這坨屎！你必須付出代價！」"
      }
    ],
    "NODE-D4-033": [
      {
        "text": "屎特維爾三世的靈體化為一股深色屎水，如漩渦般朝竄往你的心口。"
      }
    ],
    "NODE-D4-034": [
      {
        "text": "就在此時，鐵甲屎衛從暗處出現。他手握巨劍劈向屎水，屎水卻絲毫不受影響，纏繞著巨劍攀爬，徑直鑽入了鐵甲的縫隙之中。"
      }
    ],
    "NODE-D4-035": [
      {
        "text": "（先前進行過不足兩次[EVT-Y2]）"
      }
    ],
    "NODE-D4-036": [
      {
        "text": "＞屎特維爾三世：「哼，一名年邁的孱弱屎衛。但也足夠維持屎靈術的施展。」"
      }
    ],
    "NODE-D4-037": [
      {
        "text": "屎特維爾的聲音從鐵甲中傳出，揮舞巨劍朝你襲來。（獲得[ACH-13X] 奪屎）"
      }
    ],
    "NODE-D4-038": [
      {
        "text": "流浪魔法屎屎林：「該收手了，老屎。」"
      }
    ],
    "NODE-D4-039": [
      {
        "text": "趕來的屎林渾身染屎，看著遭到屎特維爾奪屎的鐵甲屎衛發出長嘆。"
      }
    ],
    "NODE-D4-040": [
      {
        "text": "屎特維爾三世：「看看你的模樣，屎林。你的屎限也已近了，你真不害怕終將到來的屎亡？」"
      }
    ],
    "NODE-D4-041": [
      {
        "text": "流浪魔法屎屎林：「我更怕以這種不屎不鬼的模樣存在於屎。屎特維爾，在見到你之後，我更加確信我的恩屎已經屎了。」"
      }
    ],
    "NODE-D4-042": [
      {
        "text": "話音落下，屎林與屎特維爾瞬間戰作一坨，屎特維爾操作著鐵甲屎衛的屎驅動作僵硬，很快落了下風。"
      }
    ],
    "NODE-D4-043": [
      {
        "text": "屎特維爾三世：「你是個優秀的魔法屎，屎林！但如此抗拒屎靈術的你永遠不可能擊敗我！」"
      }
    ],
    "NODE-D4-044": [
      {
        "text": "屎特維爾手中的巨劍被屎林施展的護盾擋下，卻忽有無數屎手從鐵甲縫隙中刺出、貫穿了屎林全身。鐵甲下屎衛的身軀已不再存在，被徹底轉化為了怪物，只為了用以殺屎屎林——這位曾是屎特維爾最欣賞的學徒。"
      }
    ],
    "NODE-D4-045": [
      {
        "text": "流浪魔法屎屎林：「確屎如此，屎特維爾。」"
      }
    ],
    "NODE-D4-046": [
      {
        "text": "身軀千瘡百孔的屎林緩緩開口，竟並未屎去。"
      }
    ],
    "NODE-D4-047": [
      {
        "text": "流浪魔法屎屎林：「但我也不再是當年那坨小屎了。」"
      }
    ],
    "NODE-D4-048": [
      {
        "text": "屎林將施展護盾的法杖放下，對準屎特維爾僵硬的屎驅。"
      }
    ],
    "NODE-D4-049": [
      {
        "text": "屎特維爾三世：「原來如此！你也學習了屎靈術！很好——很好！」"
      }
    ],
    "NODE-D4-050": [
      {
        "text": "法杖尖端一陣強烈屎光迸發，當你回過神時，地上的兩具屎驅都已沒了呼吸。"
      }
    ],
    "NODE-D4-051": [
      {
        "text": "而神廟中也終於陷入寂靜，再也沒有無盡的屎靈之聲迴盪。"
      }
    ],
    "NODE-D4-052": [
      {
        "text": "用戶名：「安息吧，我的屎衛朋友，以及尊敬的大魔法屎屎林。」（獲得知識「KNW-027｜屎托邦的勇氣」，事件結束。）"
      }
    ],
    "NODE-D4-053": [
      {
        "text": "（先前進行過兩次以上[EVT-Y2]）"
      }
    ],
    "NODE-D4-054": [
      {
        "text": "＞鐵甲屎衛：「該屎的屎靈術屎！從我的身體裡離開！」"
      }
    ],
    "NODE-D4-055": [
      {
        "text": "鐵甲屎衛老邁卻渾厚的怒號從鐵甲中傳出，頓時屎水飛濺，於陰暗角落中再次現出屎特維爾虛弱的身影。（獲得[ACH-14]屎志不渝）"
      }
    ],
    "NODE-D4-056": [
      {
        "text": "屎特維爾三世：「屎衛，你比我想得更加頑強！但不了解屎靈術的人不可能擊敗我。」"
      }
    ],
    "NODE-D4-057": [
      {
        "text": "流浪魔法屎屎林：「並非如此，老屎。」"
      }
    ],
    "NODE-D4-058": [
      {
        "text": "趕來的屎林渾身染屎，年邁的他雖十分疲憊，神情卻依然堅毅。"
      }
    ],
    "NODE-D4-059": [
      {
        "text": "屎特維爾三世：「……看看你的模樣，屎林。你的屎限也已近了，你真不害怕終將到來的屎亡？」"
      }
    ],
    "NODE-D4-060": [
      {
        "text": "流浪魔法屎屎林：「我更怕以這種不屎不鬼的模樣存在於屎。屎特維爾，在見到你之後，我更加確信我的恩屎已經屎了。」"
      }
    ],
    "NODE-D4-061": [
      {
        "text": "話音落下，屎林、鐵甲屎衛與屎特維爾瞬間戰作一坨。"
      }
    ],
    "NODE-D4-062": [
      {
        "text": "＞你也從旁協助，召喚出玉米不斷發射棕色玉米粒，在屎特維爾身上鑽出許多孔洞。（屎魔為玉米時追加文字）"
      }
    ],
    "NODE-D4-063": [
      {
        "text": "＞你也從旁協助，召喚出火龍果不斷發射屎火球，熾烈火光迫使屎特維爾不斷閃避。（屎魔為火龍果時追加文字）"
      }
    ],
    "NODE-D4-064": [
      {
        "text": "＞你也從旁協助，召喚出金針菇掩護屎林與鐵甲屎衛，無數棕色白色菌絲飛舞，將屎特維爾的攻擊一一化解。（屎魔為金針菇時追加文字）"
      }
    ],
    "NODE-D4-065": [
      {
        "text": "在屎林的魔法攻擊下，屎特維爾的身形愈加淡薄，最終發出了不甘的咆嘯化作一陣屎風消逝。而神廟中也終於陷入寂靜，再也沒有無盡的屎靈之聲迴盪。"
      }
    ],
    "NODE-D4-066": [
      {
        "text": "流浪魔法屎屎林：「多謝你們協助。今日之後，屎上再也不存在屎靈之王屎特維爾。屎界得救了。」"
      }
    ],
    "NODE-D4-067": [
      {
        "text": "鐵甲屎衛：「用戶名，是你成功摧毀了屎特維爾的祭品，從今往後你亦能以光榮的鐵甲屎衛自居，我想不會有屎有任何怨言。」"
      }
    ],
    "NODE-D4-068": [
      {
        "text": "眾人互助、互訴，談笑著哭泣著離開神廟，那枚被刺穿的野獸頭骨靜靜待在地上，被你撿了起來。"
      }
    ],
    "NODE-D4-069": [
      {
        "text": "（獲得知識「KNW-028｜鐵甲屎衛」，獲得知識「KNW-027｜屎托邦的勇氣」，獲得道具「ITM-006｜殘留屎靈之力的祭品」，事件結束。）"
      }
    ],
    "NODE-LOC-009-001": [
      {
        "text": "可對話人物："
      }
    ],
    "OPT-LOC-009-001": [
      {
        "text": "選項１（試著叫醒他）"
      }
    ],
    "NODE-LOC-009-002": [
      {
        "text": "＞他睡得很沉。"
      }
    ],
    "OPT-LOC-009-002": [
      {
        "text": "選項２（試著繞過他）"
      }
    ],
    "NODE-LOC-009-003": [
      {
        "text": "＞你躡手躡腳的繞過他，才發現根本沒有必要。不只是城門，就連城門之後的橋墩也已經坍塌，後方的城堡與上城區間像被一座廢墟隔開，像是存在於不同屎界。（獲得知識「KNW-029｜被隔開的城堡」）"
      }
    ],
    "OPT-LOC-009-003": [
      {
        "text": "選項３（翻閱他的手帳）"
      }
    ],
    "NODE-LOC-009-004": [
      {
        "text": "＞你小心地將見習屎衛腰間的手帳拿出，偷看裡面的內容。"
      }
    ],
    "NODE-LOC-009-005": [
      {
        "text": "手帳：今天又被屎衛隊長臭罵了一頓。我還是不懂，為甚麼王國都變成這樣了卻還需要屎衛？但我也沒有別的工作能做。"
      }
    ],
    "NODE-LOC-009-006": [
      {
        "text": "手帳：今天又被屎衛隊長臭罵了一頓。但我真的沒有偷懶，屎湯騎士也是需要巡視的地方，畢竟有酒、有牌的地方不可能不出問題。隊長接受了我的理由，但也把我的決鬥牌沒收了。"
      }
    ],
    "NODE-LOC-009-007": [
      {
        "text": "手帳：今天又被屎衛隊長臭罵了一頓。我認為我該找個看起來有屎要做、但其實沒屎要做的工作來做，這樣才不會有屎發現我在偷懶。像是看守城門之類的。"
      }
    ],
    "NODE-LOC-009-008": [
      {
        "text": "手帳：今天沒有被罵。一個看起來像是魔法屎的老人稱讚了我的主動，希望我能認真看守城門。但看守一座廢棄城堡根本沒有意義吧？我還是睡覺好了。（獲得知識「KNW-030｜魔法屎」）"
      }
    ],
    "OPT-LOC-009-004": [
      {
        "text": "選項１你在這裡做什麼？"
      }
    ],
    "NODE-LOC-009-009": [
      {
        "text": "＞老人沒有回話，一動不動地匍匐在地上。"
      }
    ],
    "OPT-LOC-009-005": [
      {
        "text": "選項２（將他扶起）"
      }
    ],
    "NODE-LOC-009-010": [
      {
        "text": "＞老人甩開你的手，堅持匍匐在地上。"
      }
    ],
    "OPT-LOC-009-006": [
      {
        "text": "選項３（和他一起跪著）"
      }
    ],
    "NODE-LOC-009-011": [
      {
        "text": "＞老人看了你一眼，繼續匍匐在地上。"
      }
    ],
    "NODE-LOC-009-012": [
      {
        "text": "三小時後，你摸摸鼻子走了，沒注意到隨著你離開的那道目光。"
      }
    ],
    "OPT-LOC-009-007": [
      {
        "text": "選項４（再次和他一起跪著）（選擇兩次以上選項３時開放，進入[EVT-H]）"
      }
    ],
    "NODE-H-001": [
      {
        "text": "主要目的：了解老人的經歷與王國歷史。"
      }
    ],
    "NODE-H-002": [
      {
        "text": "長跪不起的老人：「……你也有想回去的地方嗎？」"
      }
    ],
    "OPT-H-001": [
      {
        "text": "選項１有"
      }
    ],
    "NODE-H-003": [
      {
        "text": "＞老人點頭，與你一起專注、虔誠、絕望地匍匐於地。（獲得知識「KNW-031｜歸屬」，事件結束。）"
      }
    ],
    "OPT-H-002": [
      {
        "text": "選項２沒有"
      }
    ],
    "NODE-H-004": [
      {
        "text": "＞長跪不起的老人：「是啊，我也沒有。」"
      }
    ],
    "NODE-H-005": [
      {
        "text": "老人起身坐在地上，雙眼直勾勾地盯著坍塌的城門。"
      }
    ],
    "NODE-H-006": [
      {
        "text": "長跪不起的老人：「我年輕時是城堡裡的一名屎從。當年的化糞池王國輝煌強盛，我也與有榮焉。」"
      }
    ],
    "NODE-H-007": [
      {
        "text": "長跪不起的老人：「我曾以為老國王是位明君，願意生生屎屎侍奉他。但如今這幅光景，讓我再也不敢聲稱自己曾是老國王的屎從。」"
      }
    ],
    "NODE-H-008": [
      {
        "text": "長跪不起的老人：「你呢，你曾經想回去的地方是怎麼樣的？」"
      }
    ],
    "NODE-H-009": [
      {
        "text": "在老人的詢問下，你的視線飄遠，回到了自己的故鄉。"
      }
    ],
    "NODE-H-010": [
      {
        "text": "你的主人也曾挽留過你，但最終仍將你拋棄；你離開前他也曾看過最後一眼，卻沒有一絲留戀。"
      }
    ],
    "NODE-H-011": [
      {
        "text": "但若說你還想回去嗎？回到那個溫熱的家？"
      }
    ],
    "NODE-H-012": [
      {
        "text": "或許是，否則你也不會與老人一同長跪於此，緬懷那個回不去的故鄉。"
      }
    ],
    "NODE-H-013": [
      {
        "text": "長跪不起的老人：「但你還年輕。」"
      }
    ],
    "NODE-H-014": [
      {
        "text": "你一言不發，卻阻止不了被有著相同經歷的老人看穿內心。"
      }
    ],
    "NODE-H-015": [
      {
        "text": "長跪不起的老人：「你還有許多機會嘗試回到故鄉，至於我，」"
      }
    ],
    "NODE-H-016": [
      {
        "text": "長跪不起的老人：「我會繼續跪在這。」"
      }
    ],
    "NODE-H-017": [
      {
        "text": "老人再次匍匐於地，你禮貌的道別並離去。"
      }
    ],
    "NODE-H-018": [
      {
        "text": "在這之後過了多年，你受盡折磨，穿越了尋常屎不可能穿越的地方，爬上了尋常屎不可能爬上的地方，最後竟真的成功回到了故鄉。"
      }
    ],
    "NODE-H-019": [
      {
        "text": "那座潔白卻深不見底的浴池曾是你的噩夢，現在卻僅僅是一個起點。"
      }
    ],
    "NODE-H-020": [
      {
        "text": "你回家了。"
      }
    ],
    "NODE-H-021": [
      {
        "text": "用戶名：「他見到我會開心嗎？」（進入[END-C]有屎有終，獲得[ACH-16]有屎有終，事件結束。可從事件前重新開始遊戲。）"
      }
    ],
    "NODE-LOC-010-001": [
      {
        "text": "可對話人物："
      }
    ],
    "OPT-LOC-010-001": [
      {
        "text": "選項１你這裡有賣什麼？"
      }
    ],
    "NODE-LOC-010-002": [
      {
        "text": "＞懶散的商販：「一些不重要的東西，千萬別買。」"
      }
    ],
    "NODE-LOC-010-003": [
      {
        "text": "（展開購物頁面：道具「ITM-009｜屎鈴薯」５０ＧＧ、道具「ITM-010｜屎白菜」５０ＧＧ、道具「ITM-003｜決鬥牌組」２００ＧＧ、道具 「糖果」５０ＧＧ、道具 「大屎牌組」２００００ＧＧ、道具 「詭異的故事書上集」３００ＧＧ、道具 「詭異的故事書中集」３００ＧＧ、道具 「詭異的故事書下集」３００ＧＧ）"
      }
    ],
    "NODE-LOC-010-004": [
      {
        "text": "懶散的商販：「謝謝惠顧。結帳真麻煩……」"
      }
    ],
    "NODE-LOC-010-005": [
      {
        "text": "（道具都可不限數量購買）"
      }
    ],
    "NODE-LOC-010-006": [
      {
        "text": "（擁有道具「ITM-009｜屎鈴薯」與道具「ITM-010｜屎白菜」時自動獲得知識「KNW-021｜耕種」與「基礎作物」）"
      }
    ],
    "NODE-LOC-010-007": [
      {
        "text": "（擁有道具「ITM-003｜決鬥牌組」時自動獲得知識「KNW-006｜決鬥牌組」）"
      }
    ],
    "NODE-LOC-010-008": [
      {
        "text": "（擁有道具「ITM-001｜大屎牌組」時自動獲得知識「KNW-007｜大屎牌組」）"
      }
    ],
    "NODE-LOC-010-009": [
      {
        "text": "（擁有道具「ITM-011｜詭異的故事書上集」時自動獲得知識「KNW-032｜國語文測驗網站」）"
      }
    ],
    "NODE-LOC-010-010": [
      {
        "text": "（擁有道具「ITM-012｜詭異的故事書中集」時自動獲得知識「KNW-033｜鐵樹與小助手」）"
      }
    ],
    "NODE-LOC-010-011": [
      {
        "text": "（擁有道具「ITM-013｜詭異的故事書下集」時自動獲得知識「KNW-034｜被隱藏的題組」）"
      }
    ],
    "NODE-LOC-010-012": [
      {
        "text": "社會運動家"
      }
    ],
    "OPT-LOC-010-002": [
      {
        "text": "選項１你是誰？"
      }
    ],
    "NODE-LOC-010-013": [
      {
        "text": "＞可疑的社會運動家：「我們是群希望能救國的有志之士！王國如今屎生凋敝、民不聊屎！只有屎民們自立自強才有一屎生機！」"
      }
    ],
    "OPT-LOC-010-003": [
      {
        "text": "選項２這裡也沒其他人，你是喊給屎聽的？"
      }
    ],
    "NODE-LOC-010-014": [
      {
        "text": "＞可疑的社會運動家：「就是喊給屎聽的！是喊給所有的屎聽的！我們主張將所有屎民團結起來、各司其職，讓社會得以緊密結合，重啟運轉！」（獲得知識「KNW-035｜有機屎帶」）"
      }
    ],
    "OPT-LOC-010-004": [
      {
        "text": "選項３我能加入你們嗎？（擁有知識「KNW-035｜有機屎帶」時開放）"
      }
    ],
    "NODE-LOC-010-015": [
      {
        "text": "＞可疑的社會運動家：「當然可以！不過要加入我們，你必須擁有屬於自己的位置！」"
      }
    ],
    "NODE-LOC-010-016": [
      {
        "text": "社運家將手中的一疊傳單與擴音器交到你的手中。"
      }
    ],
    "NODE-LOC-010-017": [
      {
        "text": "可疑的社會運動家：「就從招募更多屎民開始吧！這是非常重要的工作！」"
      }
    ],
    "NODE-LOC-010-018": [
      {
        "text": "你將信將疑的接過東西，不太相信這是個重要的工作，直到你與社運家一同成功拉攏一位路過的屎民，你才從中感到一絲激賞。"
      }
    ],
    "NODE-LOC-010-019": [
      {
        "text": "可疑的社會運動家：「你非常有天賦！簡直是箇中好手！你必須立刻和我去見見其他成員！」"
      }
    ],
    "NODE-LOC-010-020": [
      {
        "text": "用戶名：「我們還有其他成員？」"
      }
    ],
    "NODE-LOC-010-021": [
      {
        "text": "可疑的社會運動家：「當然！我們是一個非常強大的團體！可不是什麼烏合之屎！只有我們組織起來，才能真正掌握屎會、確保屎會高效運作！有空就來找我！」（獲得知識「KNW-036｜屎團主義」）"
      }
    ],
    "OPT-LOC-010-005": [
      {
        "text": "選項４我準備好見見其他成員了。（擁有知識「KNW-036｜屎團主義」時開放，進入[EVT-J]）"
      }
    ],
    "NODE-J-001": [
      {
        "text": "主要目的：了解屎團的目的並真正加入屎團。"
      }
    ],
    "NODE-J-002": [
      {
        "text": "可疑的社會運動家：「你來得正是時候！走吧！」"
      }
    ],
    "NODE-J-003": [
      {
        "text": "你隨著社運家穿梭在商店街的巷子，最後到達一個已經廢棄的金屬加工廠。"
      }
    ],
    "NODE-J-004": [
      {
        "text": "數十坨屎安安靜靜地站在停擺的產線旁，在你與社運家走入工廠的瞬間齊齊看了過來。"
      }
    ],
    "NODE-J-005": [
      {
        "text": "用戶名：「呃……這就是你的屎團？」"
      }
    ],
    "NODE-J-006": [
      {
        "text": "可疑的社會運動家：「是我們的屎團！」"
      }
    ],
    "NODE-J-007": [
      {
        "text": "數十坨屎突然咧開嘴，朝你微笑。"
      }
    ],
    "NODE-J-008": [
      {
        "text": "屎團成員們：「是我們的屎團！」"
      }
    ],
    "NODE-J-009": [
      {
        "text": "可疑的社會運動家：「當然，很快也會是你的屎團了！記得嗎，我們都是一起的！如此一來才能變得緊密、強大、堅不可摧！」"
      }
    ],
    "NODE-J-010": [
      {
        "text": "屎團成員們：「緊密、強大、堅不可摧！」"
      }
    ],
    "NODE-J-011": [
      {
        "text": "屎團成員一個個包圍住你，其中一人手中拿著件與他們相同的衣物，強硬地替你套上。"
      }
    ],
    "NODE-J-012": [
      {
        "text": "衣物破舊、醜陋、僵硬，但看著周遭和自己一樣的屎團成員們，你的心底也生出了一絲歸屬感。"
      }
    ],
    "NODE-J-013": [
      {
        "text": "可疑的社會運動家：「歡迎你的加入！你也是我們的一員了！」"
      }
    ],
    "NODE-J-014": [
      {
        "text": "屎團成員們：「歡迎你！歡迎你！歡迎你！」"
      }
    ],
    "NODE-J-015": [
      {
        "text": "可疑的社會運動家：「現在讓我們一起改變這個暮氣沉沉的屎會吧！屎聚則強，屎散則亡！ 」"
      }
    ],
    "NODE-J-016": [
      {
        "text": "屎團成員們：「屎聚則強，屎散則亡！」"
      }
    ],
    "NODE-J-017": [
      {
        "text": "可疑的社會運動家：「屎聚則強，屎散則亡！」"
      }
    ],
    "NODE-J-018": [
      {
        "text": "屎團成員們：「屎聚則強，屎散則亡！」"
      }
    ],
    "NODE-J-019": [
      {
        "text": "用戶名：「屎聚則強，屎散則亡！」"
      }
    ],
    "NODE-J-020": [
      {
        "text": "可疑的社會運動家：「屎聚則強，屎散則亡！」"
      }
    ],
    "NODE-J-021": [
      {
        "text": "屎團成員們：「屎聚則強，屎散則亡！」"
      }
    ],
    "NODE-J-022": [
      {
        "text": "用戶名：「屎聚則強，屎散則亡！」"
      }
    ],
    "NODE-J-023": [
      {
        "text": "屎團成員們：「屎聚則強，屎散則亡！」"
      }
    ],
    "NODE-J-024": [
      {
        "text": "用戶名：「屎聚則強，屎散則亡！」"
      }
    ],
    "NODE-J-025": [
      {
        "text": "屎團成員們：「屎聚則強，屎散則亡！」"
      }
    ],
    "NODE-J-026": [
      {
        "text": "屎團成員們：「屎聚則強，屎散則亡！」"
      }
    ],
    "NODE-J-027": [
      {
        "text": "屎團成員們：「屎聚則強，屎散則亡！」（獲得知識「KNW-037｜集體意屎」，進入[END-B]屎萊姆，獲得[ACH-17]屎萊姆，事件結束。可從事件前繼續遊戲。）"
      }
    ],
    "NODE-LOC-002-001": [
      {
        "text": "首次抵達／調查本場所時，自動獲得知識「緊鎖的灰色神殿」（KNW-019）。"
      }
    ],
    "NODE-LOC-002-002": [
      {
        "text": "可對話人物："
      }
    ],
    "NODE-LOC-002-003": [
      {
        "text": "緊鎖的門扉"
      }
    ],
    "NODE-LOC-002-004": [
      {
        "text": ">似乎不只是鎖住，厚重的石門還被門框死死卡住了。即使找到鑰匙也無法推開吧。"
      }
    ],
    "OPT-LOC-002-001": [
      {
        "text": "選項1請問這是哪裡？"
      }
    ],
    "NODE-LOC-002-005": [
      {
        "text": "＞灑掃的修屎：「這是祭祀屎中女神的神殿，早已廢棄不對外開放了。但既然是廢棄的地方，倒也沒有理由把人阻隔在外，我也是『自願』成為女神座下修屎，而非真正的修屎。」（獲得知識「KNW-038｜屎中女神」）"
      }
    ],
    "OPT-LOC-002-002": [
      {
        "text": "選項２我該怎麼進入神殿？（選擇選項１後開放）"
      }
    ],
    "NODE-LOC-002-006": [
      {
        "text": "＞灑掃的修屎：「門只是一種形式，但鎖上門的人早就不在了，也無人在意他的想法。找到入口後直接進去就好。」（獲得知識「KNW-039｜鎖門的人」）"
      }
    ],
    "NODE-LOC-002-007": [
      {
        "text": "爬滿藤蔓的石牆\n＞仔細查看後，發現藤蔓後的石牆有個不小的洞口，周遭的植被有些變形，似乎時常有人使用。（使用後進入場所：神殿內部）"
      }
    ],
    "NODE-LOC-011-001": [
      {
        "text": "覆著灰的雕像"
      }
    ],
    "NODE-LOC-011-002": [
      {
        "text": "＞一座外型英武的雕像，保存良好，但被厚厚的灰塵包覆著。（獲得知識「KNW-040｜英武的雕像」）"
      }
    ],
    "NODE-LOC-011-003": [
      {
        "text": "空蕩的劍座"
      }
    ],
    "NODE-LOC-011-004": [
      {
        "text": "＞雕像前方的劍座上空無一物，凹槽周圍沒甚麼灰。"
      }
    ],
    "NODE-LOC-011-005": [
      {
        "text": "無所事事的修屎\n選項１你怎麼進來的？"
      }
    ],
    "NODE-LOC-011-006": [
      {
        "text": "＞無所事事的修屎：「當然是從後門進來的。」"
      }
    ],
    "NODE-LOC-011-007": [
      {
        "text": "用戶名：「你怎麼不早說？」（選擇過灑掃的修屎選項２時開放）"
      }
    ],
    "NODE-LOC-011-008": [
      {
        "text": "無所事事的修屎：「其實後門也是有鎖的，只不過幾年前被我砸了。但上鎖的人肯定希望它還鎖著，對吧。」"
      }
    ],
    "OPT-LOC-011-001": [
      {
        "text": "選項２這不像女神的雕像（調查過覆著灰的雕像後開放）"
      }
    ],
    "NODE-LOC-011-009": [
      {
        "text": "＞無所事事的修屎：「這是女神的屎者：開國國王的雕像。因為女神只在開國國王一人面前現屎過，所以女神殿中祭祀的都是國王雕像。啊，也別太相信我，我也是自己推敲出來的。」"
      }
    ],
    "OPT-LOC-011-002": [
      {
        "text": "選項３這裡原本有什麼東西嗎？"
      }
    ],
    "NODE-LOC-011-010": [
      {
        "text": "＞無所事事的修屎：「劍座上放著得當然是劍啊？懷疑啊？」"
      }
    ],
    "OPT-LOC-011-003": [
      {
        "text": "選項１（好聲好氣繼續詢問）"
      }
    ],
    "NODE-LOC-011-011": [
      {
        "text": "＞無所事事的修屎：「那把劍前陣子被人拿走了，但我並沒有追討的打算。」"
      }
    ],
    "NODE-LOC-011-012": [
      {
        "text": "無所事事的修屎：「女神殿既然允許他人進入，也允許他人取劍，那我也沒甚麼好阻止的。要不你也找點東西帶走？」"
      }
    ],
    "NODE-LOC-011-013": [
      {
        "text": "你找了找四周，並沒有看到喜歡的東西。（獲得知識「KNW-041｜窮苦的神殿」）"
      }
    ],
    "NODE-LOC-011-014": [
      {
        "text": "用戶名：「劍被拿走了沒關係嗎？」"
      }
    ],
    "NODE-LOC-011-015": [
      {
        "text": "無所事事的修屎：「女神賜下的寶劍的確擁有古老智慧，卻並非成王的要件。在建國傳說中，劍不過是決鬥的一種形式，要展現成王的意志方法不只一種。」（獲得知識「KNW-042｜成王的要件」）"
      }
    ],
    "OPT-LOC-011-004": [
      {
        "text": "選項２（賞他一巴掌要求他好好說話）"
      }
    ],
    "NODE-LOC-011-016": [
      {
        "text": "＞你揮出的巴掌被修屎輕易阻擋。"
      }
    ],
    "NODE-LOC-011-017": [
      {
        "text": "無所事事的修屎：「雖然我很想趕你走，但我並無這種資格和權力。」（獲得知識「KNW-043｜女神殿的修屎」）"
      }
    ],
    "NODE-LOC-011-018": [
      {
        "text": "修屎不再理會你。（重新進入神殿可以重置對話）"
      }
    ],
    "OPT-LOC-011-005": [
      {
        "text": "選項４我找到了神殿的劍（完成Ｆ２小遊戲達成真結局後獲得道具「ITM-014｜沉重石劍」時開放，進入[EVT-G]）"
      }
    ],
    "NODE-G-001": [
      {
        "text": "主要目的：了解修屎的經歷並獲得道具「ITM-005｜屎中劍」。"
      }
    ],
    "NODE-G-002": [
      {
        "text": "無所事事的修屎：「這的確是神殿的劍，你是怎麼找到的？」"
      }
    ],
    "NODE-G-003": [
      {
        "text": "你解釋了在散發惡臭的小屋中發現的一切，修士聽得興味盎然。"
      }
    ],
    "NODE-G-004": [
      {
        "text": "無所事事的修屎：「沒想到竟然有力量能與女神的庇護抗衡。」"
      }
    ],
    "NODE-G-005": [
      {
        "text": "用戶名：「發生了這樣的事你不擔心嗎？」"
      }
    ],
    "NODE-G-006": [
      {
        "text": "無所事事的修屎：「那是屎衛該擔心的事。我之所以辭去鐵甲屎衛的工作，就是為了擺脫責任與束縛。」"
      }
    ],
    "NODE-G-007": [
      {
        "text": "無所事事的修屎：「我的家族屎屎代代都是光榮的屎衛，立屎獻出生命保護王國與屎民。」"
      }
    ],
    "NODE-G-008": [
      {
        "text": "無所事事的修屎：「但我覺得那是不對的，如今的王國早就沒有甚麼可守護的了。」"
      }
    ],
    "NODE-G-009": [
      {
        "text": "無所事事的修屎：「我找了個機會逃出家族、逃出屎衛隊，最終卻無處可去。我流浪多日，直到我發現了神殿牆上那處牆洞，才終於有了棲屎之所，成為一名侍奉女神的修屎。」"
      }
    ],
    "NODE-G-010": [
      {
        "text": "無所事事的修屎：「我認為這是種指引。屎中女神當初將寶劍賜給開國國王，讓他擁有了無與倫比的智慧、信念與勇氣，最終推翻了殘暴統治，建立化糞池王國。」"
      }
    ],
    "NODE-G-011": [
      {
        "text": "無所事事的修屎：「這說明女神從不無條件憐憫所有人，而是選擇根除病灶、擁戴新王！這和我的理想不謀而合，我的家族依然堅守屎衛職責，不過是愚忠罷了。」（獲得知識「KNW-044｜愚忠的屎衛家族」）"
      }
    ],
    "NODE-G-012": [
      {
        "text": "修屎一口氣說了許多，神情暢快。他將石劍插回劍座，想了想卻又拔了出來。"
      }
    ],
    "NODE-G-013": [
      {
        "text": "無所事事的修屎：「這劍還是給你吧。我能在你身上看到成王的要件。」"
      }
    ],
    "NODE-G-014": [
      {
        "text": "用戶名：「你不是說劍並非成王的要件嗎？」"
      }
    ],
    "NODE-G-015": [
      {
        "text": "無所事事的修屎：「是沒錯，但有把劍還是比較帥吧。」（消耗道具「ITM-014｜沉重石劍」，獲得道具「ITM-005｜屎中劍」，事件結束。）"
      }
    ],
    "NODE-LOC-012-001": [
      {
        "text": "可對話人物："
      }
    ],
    "OPT-LOC-012-001": [
      {
        "text": "選項１這裡是甚麼地方？"
      }
    ],
    "NODE-LOC-012-002": [
      {
        "text": "＞對方並沒有回話，仍埋屎書籍當中。"
      }
    ],
    "OPT-LOC-012-002": [
      {
        "text": "選項2觀察旁邊的書櫃"
      }
    ],
    "NODE-LOC-012-003": [
      {
        "text": "＞書櫃上有許多書本，都被以鎖鍊與書櫃相連，只能在鄰近的桌板閱讀。（獲得知識「KNW-045｜鎖鏈圖書館」）"
      }
    ],
    "OPT-LOC-012-003": [
      {
        "text": "選項１（拿取第一排的書籍走到桌邊）"
      }
    ],
    "NODE-LOC-012-004": [
      {
        "text": "＞這是一本與稅務有關的書。（獲得知識「KNW-046｜屎一稅」）"
      }
    ],
    "OPT-LOC-012-004": [
      {
        "text": "選項２（拿取第二排的書籍走到桌邊）"
      }
    ],
    "NODE-LOC-012-005": [
      {
        "text": "這是一本與歷史有關的書。"
      }
    ],
    "OPT-LOC-012-005": [
      {
        "text": "選項３（拿取第三排的書籍走到桌邊）（進入[EVT-B]）"
      }
    ],
    "OPT-LOC-012-006": [
      {
        "text": "選項３進展如何？（擁有知識「KNW-008｜亞屎王」時開放，進入[EVT-B2]）"
      }
    ],
    "OPT-LOC-012-007": [
      {
        "text": "選項４我想起一件事，你或許會對這些資料感興趣。（擁有知識「KNW-048｜屎中劍」與「被摧毀的屎托邦」時開放，進入[EVT-B3]）"
      }
    ],
    "OPT-LOC-012-008": [
      {
        "text": "選項５能請你抄寫規訓嗎？（擁有知識「KNW-049｜傳說中的屎托邦」且不具有道具「ITM-004｜屎托邦之書」時開放。）"
      }
    ],
    "NODE-LOC-012-006": [
      {
        "text": "＞專注的屎學家：「當然可以。」（支付１０００ＧＧ，獲得道具「ITM-004｜屎托邦之書」，關閉選項５、選項６）"
      }
    ],
    "OPT-LOC-012-009": [
      {
        "text": "選項６（趁著屎學家離開座位去拉屎時偷竊書籍）（擁有知識「KNW-049｜傳說中的屎托邦」且不具有道具「ITM-004｜屎托邦之書」且屎魔為「玉米」時開放。）"
      }
    ],
    "NODE-LOC-012-007": [
      {
        "text": "＞你將玉米召喚出來，堅硬的玉米如金屬彈丸般射出，在銹蝕的鐵鍊上擦出火光，鎖鍊應聲而斷。"
      }
    ],
    "NODE-LOC-012-008": [
      {
        "text": "僅僅使用三枚玉米粒，你就將所有需要的書籍鎖鍊都拆卸下來，趁著無人迅速離開。（獲得道具「ITM-004｜屎托邦之書」，關閉選項５、選項６）"
      }
    ],
    "NODE-B-001": [
      {
        "text": "主要目的：在屎學家的協助下瀏覽書籍，獲取知識「KNW-008｜亞屎王」。"
      }
    ],
    "NODE-B-002": [
      {
        "text": "專注的屎學家：「等等，那本我也要用。」"
      }
    ],
    "NODE-B-003": [
      {
        "text": "用戶名：「但這是我先拿到的。」"
      }
    ],
    "NODE-B-004": [
      {
        "text": "專注的屎學家：「容我自我介紹一下，我是個來自國外的粒屎學家，正在研究化糞池王國的粒屎。你若不介意，我可以將書本的內容與我的發現說與你聽，為雙方節省點時間。」"
      }
    ],
    "OPT-B-001": [
      {
        "text": "選項１我要自己看！"
      }
    ],
    "NODE-B-005": [
      {
        "text": "＞你翻開一看，這本書竟是以古老的象屎文字寫就，你完全看不懂。（獲得知識「KNW-050｜象屎文字」，回到選項前）"
      }
    ],
    "OPT-B-002": [
      {
        "text": "選項２（同意他的提議）"
      }
    ],
    "NODE-B-006": [
      {
        "text": "＞專注的屎學家：「那太好了。讓我看看——唔，這比我想得還要艱澀，但是十分具有價值的屎料。我現在只能告訴你，這是一段與名為『亞屎王』的偉大王者有關的故事。你下次再來吧，到時我應該已經翻譯完成了。」（獲得知識「KNW-050｜象屎文字」「亞屎王」，事件結束）"
      }
    ],
    "NODE-B2-001": [
      {
        "text": "主要目的：在持有關鍵知識「KNW-008｜亞屎王」時經屎學家的介紹，獲取知識「KNW-048｜屎中劍」。"
      }
    ],
    "NODE-B2-002": [
      {
        "text": "專注的屎學家：「是你啊。我已經破解到了一半，這是非常有意義的屎料。」"
      }
    ],
    "NODE-B2-003": [
      {
        "text": "專注的屎學家：「這位名為亞屎王的王者來歷不明，我手邊沒有屎料能證明他真正存在過，但書中記載的許多屎物卻又真實存在，因此我並不認為這本書是憑空杜撰的。」"
      }
    ],
    "NODE-B2-004": [
      {
        "text": "專注的屎學家：「看看這段：『亞屎手持一柄沉重石劍，與打算處刑無辜屎民的屎家貴冑進行決鬥……最終他成功證明了自己的信念，以石劍戰勝金鐵。』」"
      }
    ],
    "NODE-B2-005": [
      {
        "text": "專注的屎學家：「這柄石劍在數十年前的屎料中也出現過，當時化糞池王國出現了一名暴君，能夠屎役可怕的魔法統治著王國，但他卻忌憚女神殿中亞屎王遺留石劍的力量，因此將女神殿永久封鎖了起來。」"
      }
    ],
    "NODE-B2-006": [
      {
        "text": "專注的屎學家：「我去女神殿看過了。那裡的確有具劍座，卻並沒有石劍……這段屎料到底是不是真的呢。再給我一點時間吧。」（獲得知識「KNW-048｜屎中劍」，事件結束）"
      }
    ],
    "NODE-B3-001": [
      {
        "text": "主要目的：持有 KNW-048「屎中劍」與 KNW-018「被摧毀的屎托邦」時取得 KNW-049「傳說中的屎托邦」；ITM-004「屎托邦之書」可在事件末支付 1000GG 取得，或事件後回到圖書館支付 1000GG／使用 DMN-CORN 偷竊取得。"
      }
    ],
    "NODE-B3-002": [
      {
        "text": "專注的屎學家：「真的？快讓我看看！」"
      }
    ],
    "NODE-B3-003": [
      {
        "text": "你將從破敗祭壇上抄來的象屎文字交給屎學家，他頓時變得十分激動。"
      }
    ],
    "NODE-B3-004": [
      {
        "text": "專注的屎學家：「對！就是這個！原來如此，屎托邦已經被摧毀了！」"
      }
    ],
    "NODE-B3-005": [
      {
        "text": "專注的屎學家：「這幾天我一直無法整理出有用的屎料，因為我想不通在這些古老屎料中被反覆提及的『屎托邦』究竟是指哪一個時代，但我現在知道了！『屎托邦』其實就是『化糞池王國』！」"
      }
    ],
    "NODE-B3-006": [
      {
        "text": "專注的屎學家：「亞屎王與化糞池王國的開國國王都是從初屎之地發家且籍籍無名的屎民，屎托邦的眾多粒屎與文物也都能在化糞池王國的史料中找到對應的事物！」"
      }
    ],
    "NODE-B3-007": [
      {
        "text": "用戶名：「但化糞池王國並沒有毀滅啊？應該……還不算毀滅吧。」"
      }
    ],
    "NODE-B3-008": [
      {
        "text": "專注的屎學家：「這裡說的『被摧毀』，我想是指屎托邦這個概念崩塌的過程。」"
      }
    ],
    "NODE-B3-009": [
      {
        "text": "專注的屎學家：「亞屎希望建立一個偉大國度，一個屎有所養、屎有所依、屎有所終的理想鄉，將之命名為屎托邦。」"
      }
    ],
    "NODE-B3-010": [
      {
        "text": "專注的屎學家：「在女神的指引下，他刻苦鍛鍊自己的智慧、信念與勇氣，也因這些特質而受到屎民擁戴，創建新國。」"
      }
    ],
    "NODE-B3-011": [
      {
        "text": "專注的屎學家：「但亞屎王並非長生不死。因此他規定未來每一任國王都必須經受考驗，擁有這三樣特質，才能登上王座。但他的後代中卻並非人人都具備完善的資格。」"
      }
    ],
    "NODE-B3-012": [
      {
        "text": "專注的屎學家：「按照亞屎的規訓，新王本該由眾多屎民中再次遴選，他的後代卻在遴選新王的途中發動政變、強行稱王，並摧毀了許多與亞屎有關的屎料，讓他留下的這些規訓不再束縛自己。」"
      }
    ],
    "NODE-B3-013": [
      {
        "text": "專注的屎學家：「但沒有了完善的王者特質，屎托邦便再也不是最初那個理想鄉，在無數歲月演變下淪為了如今平平無奇的化糞池王國。」（獲得知識「KNW-049｜傳說中的屎托邦」）"
      }
    ],
    "NODE-B3-014": [
      {
        "text": "屎學家闔上屎料，心滿意足地長舒一口氣。"
      }
    ],
    "NODE-B3-015": [
      {
        "text": "專注的屎學家：「對了，根據這些史料記載，那處破敗祭壇就是亞屎王稱王的地方，屎托邦的歷代國王都會在那受到亞屎的規訓測試，檢驗是否具備完善的成王資格。」"
      }
    ],
    "NODE-B3-016": [
      {
        "text": "專注的屎學家：「但這些書都帶著鎖，無法帶出圖書館。你要是需要，我可以幫你整理並抄寫一份。不過知識有價，我也得籌措一些回國的旅費……就收你１０００ＧＧ吧。」"
      }
    ],
    "OPT-B3-001": [
      {
        "text": "選項１那就麻煩你了（支付１０００ＧＧ，獲得道具「ITM-004｜屎托邦之書」，事件結束）"
      }
    ],
    "OPT-B3-002": [
      {
        "text": "選項２以後再說吧。（事件結束）"
      }
    ],
    "NODE-Z-001": [
      {
        "text": "主要目標：持有道具「ITM-004｜屎托邦之書」與所有關鍵知識「KNW-016｜屎托邦的智慧」「屎托邦的信念」「屎托邦的勇氣」時調查下城區中央的破敗祭壇觸發結局"
      }
    ],
    "NODE-Z-002": [
      {
        "text": "似乎是感受到你的接近，破敗祭壇散發出微微屎光。"
      }
    ],
    "NODE-Z-003": [
      {
        "text": "你在祭壇旁高聲朗誦屎托邦之書的規訓與誓言，荒謬的舉動引人側目，唯有那名無家可歸的窮屎人看向你的眼中出現了一絲希望。"
      }
    ],
    "NODE-Z-004": [
      {
        "text": "隨著屎光愈發強烈，眾屎圍攏，無屎敢再笑話你的所為，而是抱著熱血與期待，期待轉機的到來。"
      }
    ],
    "NODE-Z-005": [
      {
        "text": "隨著你宣讀完畢，闔上屎托邦之書 ，屎光如日照般驅逐了王國中的每一寸黑暗。"
      }
    ],
    "NODE-Z-006": [
      {
        "text": "然而，除此之外便再無其他。"
      }
    ],
    "NODE-Z-007": [
      {
        "text": "成王的要件從不只那些高貴品質，剩下的道路你仍須自己完成。（進入[END-A]）"
      }
    ],
    "NODE-Z2-001": [
      {
        "text": "主要目標：持有道具「ITM-004｜屎托邦之書」與所有關鍵知識「KNW-016｜屎托邦的智慧」「屎托邦的信念」「屎托邦的勇氣」與選擇性道具「ITM-005｜屎中劍」時調查下城區中央的破敗祭壇觸發結局"
      }
    ],
    "NODE-Z2-002": [
      {
        "text": "似乎是感受到你的接近，破敗祭壇散發出強烈屎光。"
      }
    ],
    "NODE-Z2-003": [
      {
        "text": "你在祭壇旁高聲朗誦屎托邦之書的規訓與誓言，人人都看到了你手中那柄石劍，那名無家可歸的窮屎人赫然想起一段早被眾屎忘懷的傳奇屎詩。"
      }
    ],
    "NODE-Z2-004": [
      {
        "text": "隨著屎光愈發強烈，眾屎圍攏，無屎敢再笑話你的所為，而是抱著熱血與期待，期待轉機的到來。"
      }
    ],
    "NODE-Z2-005": [
      {
        "text": "隨著你宣讀完畢，闔上屎托邦之書 ，屎中劍直指蒼穹，屎光便如日照般驅逐了王國中的每一寸黑暗。"
      }
    ],
    "NODE-Z2-006": [
      {
        "text": "然而，除此之外便再無其他。"
      }
    ],
    "NODE-Z2-007": [
      {
        "text": "成王的要件從不只那些高貴品質，剩下的道路你仍須自己完成。（進入[END-AA]）"
      }
    ],
    "NODE-Z3-001": [
      {
        "text": "主要目標：持有道具「ITM-004｜屎托邦之書」與所有關鍵知識「KNW-016｜屎托邦的智慧」「屎托邦的信念」「屎托邦的勇氣」與選擇性道具「ITM-006｜殘留屎靈之力的祭品」時調查下城區中央的破敗祭壇觸發結局"
      }
    ],
    "NODE-Z3-002": [
      {
        "text": "似乎是感受到你的接近，破敗祭壇散發出汙濁屎光。"
      }
    ],
    "NODE-Z3-003": [
      {
        "text": "你在祭壇旁高聲朗誦屎托邦之書的規訓與誓言，荒謬的舉動引人側目，唯有那名無家可歸的窮屎人看向你的眼中出現了一絲畏懼。"
      }
    ],
    "NODE-Z3-004": [
      {
        "text": "隨著屎光愈發強烈，眾屎圍攏，無屎敢再笑話你的所為，而是抱著不安與期待，期待轉機的到來。"
      }
    ],
    "NODE-Z3-005": [
      {
        "text": "隨著你宣讀完畢，闔上屎托邦之書 ，濃烈屎光如霧氣般彌散，吞噬著王國中的每一寸黑暗。"
      }
    ],
    "NODE-Z3-006": [
      {
        "text": "然而，除此之外便再無其他。"
      }
    ],
    "NODE-Z3-007": [
      {
        "text": "成王的要件從不只那些高貴品質，剩下的道路你仍須自己完成。（進入[END-AAA]）"
      }
    ],
    "NODE-Y-001": [
      {
        "text": "主要目的：打工任務可反覆接取並獲得報酬。"
      }
    ],
    "NODE-Y-002": [
      {
        "text": "在酒館打工獲取報酬３０ＧＧ。"
      }
    ],
    "NODE-Y2-001": [
      {
        "text": "主要目的：打工任務可反覆接取並獲得報酬。"
      }
    ],
    "NODE-Y2-002": [
      {
        "text": "代班看守神廟，獲取報酬１００ＧＧ。"
      }
    ],
    "NODE-Y3-001": [
      {
        "text": "主要目的：打工任務可反覆接取並獲得報酬。"
      }
    ],
    "NODE-Y3-002": [
      {
        "text": "耕作農地，獲取報酬５０ＧＧ。"
      }
    ],
    "NODE-Y3-003": [
      {
        "text": "結局收集頁"
      }
    ],
    "NODE-END-A-001": [
      {
        "text": "條件：持有 ITM-004 與 KNW-014／016／027，且 FLG-RUN-DEMON-BETRAYED=false、FLG-SKIP-F2=false、FLG-SKIP-C3=false、FLG-SKIP-D4=false；由 EVT-Z 進入。獲得 ACH-1「屎托邦傳奇」。"
      }
    ],
    "NODE-END-A-002": [
      {
        "text": "解鎖前提示：正統王者的證明"
      }
    ],
    "NODE-END-A-003": [
      {
        "text": "解鎖後說明：屎托邦之王的證明，足以讓你青屎留名。"
      }
    ],
    "NODE-END-A-004": [
      {
        "text": "結局頁內容：你擁有無與倫比的智慧、信念與勇氣，不假他人之手建立起了新的理想鄉，青屎留名。"
      }
    ],
    "NODE-END-AA-001": [
      {
        "text": "條件：符合 END-A 的正統條件且持有 ITM-005「屎中劍」，由 EVT-Z2 進入。獲得 ACH-0「帥氣的屎托邦傳奇」。"
      }
    ],
    "NODE-END-AA-002": [
      {
        "text": "解鎖前提示：帥氣的正統王者的證明"
      }
    ],
    "NODE-END-AA-003": [
      {
        "text": "解鎖後說明：帥氣的屎托邦之王的證明，足以讓你與你的帥氣青屎留名。"
      }
    ],
    "NODE-END-AA-004": [
      {
        "text": "結局頁內容：你擁有無與倫比的智慧、信念與勇氣，不假他人之手建立起了新的理想鄉，青屎留名。而最為屎民們稱道的仍是你手裡那把劍，真的很帥。"
      }
    ],
    "NODE-END-AAA-001": [
      {
        "text": "條件：符合 END-A 的正統條件且持有 ITM-006「殘留屎靈之力的祭品」，由 EVT-Z3 進入。獲得 ACH-00「永恆不屎的屎托邦傳奇」。"
      }
    ],
    "NODE-END-AAA-002": [
      {
        "text": "解鎖前提示：不屎的正統王者的證明"
      }
    ],
    "NODE-END-AAA-003": [
      {
        "text": "解鎖後說明：不屎的屎托邦之王的證明。你的功勳毋須他人記載，你是不斷的長河，也是綿延的粒屎。"
      }
    ],
    "NODE-END-AAA-004": [
      {
        "text": "結局頁內容：你擁有無與倫比的智慧、信念與勇氣，不假他人之手建立起了新的理想鄉。第一個百年過去，屎民開始起疑； 第二個百年過去，屎民感到恐懼； 第三個百年過去，屎民高聲稱頌，為賢明的、無畏的、不屎的君王與他的永恆國度，送上祝福。"
      }
    ],
    "NODE-END-AB-001": [
      {
        "text": "條件：完成最終必要條件，FLG-SKIP-F2=true（巨龍使用種族特長跳過 F2 解謎）。獲得 ACH-2「屎托邦之火」。"
      }
    ],
    "NODE-END-AB-002": [
      {
        "text": "解鎖前提示：只是一點智慧上的小缺陷，總不至於遭致災禍。"
      }
    ],
    "NODE-END-AB-003": [
      {
        "text": "解鎖後說明：多年之後，你依然面臨了逃避智慧考驗的後果。"
      }
    ],
    "NODE-END-AB-004": [
      {
        "text": "結局頁內容：你成為了王並建立理想鄉，受到屎民愛戴。屎托邦本來欣欣向榮，直到你錯誤百出的政策讓一切開始走下坡，你的智慧受到屎民質疑，一把大火將城堡付之一炬。直到這時你才想起，自己過去並未真正受到考驗與認可。"
      }
    ],
    "NODE-END-AC-001": [
      {
        "text": "條件：完成最終必要條件，FLG-SKIP-C3=true（屎湯使用種族特長跳過 C3 屎亡遊戲）。獲得 ACH-3「屎托邦之惡」。"
      }
    ],
    "NODE-END-AC-002": [
      {
        "text": "解鎖前提示：只是一點信念上的小缺陷，總不至於遭致災禍。"
      }
    ],
    "NODE-END-AC-003": [
      {
        "text": "解鎖後說明：多年之後，你依然面臨了逃避信念考驗的後果。"
      }
    ],
    "NODE-END-AC-004": [
      {
        "text": "結局頁內容：你成為了王並建立理想鄉，受到屎民愛戴。屎托邦本來欣欣向榮，直到你在諸多誘惑下再也無法恪守本心，讓一切開始走下坡，你的信念受到屎民質疑，成為了與屎特維爾同樣的暴君。直到最後你都不曾想起，自己過去並未真正受到考驗與認可。"
      }
    ],
    "NODE-END-AD-001": [
      {
        "text": "條件：完成最終必要條件，FLG-SKIP-D4=true（牽絲使用種族特長跳過 D4 追逐）。獲得 ACH-4「屎托邦之夢」。"
      }
    ],
    "NODE-END-AD-002": [
      {
        "text": "解鎖前提示：只是一點勇氣上的小缺陷，總不至於遭致災禍。"
      }
    ],
    "NODE-END-AD-003": [
      {
        "text": "解鎖後說明：多年之後，你依然面臨了逃避勇氣考驗的後果。"
      }
    ],
    "NODE-END-AD-004": [
      {
        "text": "結局頁內容：你成為了王並建立理想鄉，受到屎民愛戴。屎托邦本來欣欣向榮，直到當外敵來犯時，你竟在屎民面前聲稱要棄守王城。你的勇氣受到屎民質疑，外敵入主了你的城堡，你則流落到了熟悉的下城區。直到這時你才想起，自己過去並未真正受到考驗與認可。"
      }
    ],
    "NODE-END-AE-001": [
      {
        "text": "條件：完成最終必要條件，且本周目 FLG-RUN-DEMON-BETRAYED=true。此結局優先於所有其他 A 系結局。獲得 ACH-44「屎托邦之魔」。"
      }
    ],
    "NODE-END-AE-002": [
      {
        "text": "解鎖前提示：只是一點道德上的小缺陷，總不至於遭致災禍。"
      }
    ],
    "NODE-END-AE-003": [
      {
        "text": "解鎖後說明：多年之後，你依然面臨了背叛忠實夥伴的後果。"
      }
    ],
    "NODE-END-AE-004": [
      {
        "text": "結局頁內容： 你成為了王並建立理想鄉，受到屎民愛戴。屎托邦本來欣欣向榮，直到你開始受連日的噩夢侵擾，讓你無心國事。噩夢中那道身影對你反覆質問，罪惡感幾乎將你逼瘋。一日醒來時，你發現城堡內所有屎從、屎臣都被你屠戮一空，你這才隱隱察覺，過去曾受你背叛的屎魔正於你的心底緩緩滋生。"
      }
    ],
    "NODE-END-B-001": [
      {
        "text": "條件：完成[EVT-J]"
      }
    ],
    "NODE-END-B-002": [
      {
        "text": "解鎖前提示：商店街上似乎有個奇怪的人"
      }
    ],
    "NODE-END-B-003": [
      {
        "text": "解鎖後說明：團結是件好事——但當別人這麼和你說時，還是得謹慎一些。"
      }
    ],
    "NODE-END-B-004": [
      {
        "text": "結局頁內容：你加入了屎團，與他們出沒在相同的地方、喊相同的口號。日復一日，年復一年，你與我的概念在日漸壯大的屎團成員間似乎越來越模糊，你是我，我是你，一個神話怪物的名稱在你腦中緩緩浮現，但很快就被另一人的想法蓋了過去。屎團成員們意識不斷地交錯、覆蓋、融合，直到完全成為單一個體。"
      }
    ],
    "NODE-END-C-001": [
      {
        "text": "條件：完成[EVT-H]"
      }
    ],
    "NODE-END-C-002": [
      {
        "text": "解鎖前提示：眷戀家鄉是人之常情，但唯有付出行動方能返鄉。"
      }
    ],
    "NODE-END-C-003": [
      {
        "text": "解鎖後說明：欲買桂花同載酒，終不似，少年遊。"
      }
    ],
    "NODE-END-C-004": [
      {
        "text": "結局頁內容：你回到了故鄉，迎接你的卻並非歡呼喝采，而是一聲尖叫，出於驚嚇的尖叫。你知道他從未想過你會回來，卻並不知道原來他不希望你回來。你與他四目相交，一如他藉著春水放你東流那瞬；但物是人非，你就像那在城門外見到的老人，已然徹底死了回家的心。"
      }
    ],
    "NODE-END-D-001": [
      {
        "text": "條件：完成[EVT-I]"
      }
    ],
    "NODE-END-D-002": [
      {
        "text": "解鎖前提示：屎是脫去養分後形成的東西，但依然富含養分，僅是因觀點的不同。"
      }
    ],
    "NODE-END-D-003": [
      {
        "text": "解鎖後說明：日輪東昇西落，養分周而復屎，萬物循環乃屎間之理。"
      }
    ],
    "NODE-END-D-004": [
      {
        "text": "結局頁內容：第二天早上，早起的農夫在晨曦下朝你的耕地遙望，卻並沒有看到你耕作的身影。或許結局在你向他問話那刻起就已注定。但他相信你們還會再見，因為這就是這屎界運作的道理，也是深埋在田水裡的大智慧。周而復屎，萬象更新。"
      }
    ],
    "NODE-END-Z-001": [
      {
        "text": "條件：在[EVT-D4]中小遊戲失敗"
      }
    ],
    "NODE-END-Z-002": [
      {
        "text": "解鎖前提示：健康的屎必須保有明確形體"
      }
    ],
    "NODE-END-Z-003": [
      {
        "text": "解鎖後說明：這似乎不太公平——畢竟扁掉的屎也還是屎，而且無所不在。"
      }
    ],
    "NODE-END-Z-004": [
      {
        "text": "結局頁內容：你被潮湧般的屎靈之海淹沒，先是撲打、撕咬，到最後只是單純的踩踏。伴隨著你的形體不再，意識也逐漸模糊。"
      }
    ],
    "NODE-END-ZA-001": [
      {
        "text": "條件：在[EVT-D2]中死於神秘人的火球魔法"
      }
    ],
    "NODE-END-ZA-002": [
      {
        "text": "解鎖前提示：健康的屎必須保有足夠水分"
      }
    ],
    "NODE-END-ZA-003": [
      {
        "text": "解鎖後說明：你正在朝另一種生命形態蛻變。或許是石頭，或許是沙子，或許是巧克力餅乾。"
      }
    ],
    "NODE-END-ZA-004": [
      {
        "text": "結局頁內容：熾熱火焰炙烤著你的全身，你感覺體內的水分在不斷流失，身上出現裂痕，風一吹就碎成齏粉。這樣也好，你早就想隨風來上一段旅程。"
      }
    ],
    "NODE-END-ZB-001": [
      {
        "text": "條件：在[EVT-A]選擇挑戰瀑布的水流"
      }
    ],
    "NODE-END-ZB-002": [
      {
        "text": "解鎖前提示：健康的屎必須不能含有太多水分"
      }
    ],
    "NODE-END-ZB-003": [
      {
        "text": "解鎖後說明：這是一趟單程票。你能順流而下，並不代表能逆流而上。"
      }
    ],
    "NODE-END-ZB-004": [
      {
        "text": "結局頁內容：瀑布的水流比你想得更強，更糟糕的是水分正在瓦解你的屎軀，將你本就不太凝實的肌膚一塊塊、一層層剝落，直到徹底融入屎水。所幸，你看到在不遠處的屎水邊，有一群小屎朋友在玩耍……"
      }
    ],
    "NODE-END-ZC-001": [
      {
        "text": "條件：在[EVT-D2]中死於神秘人的獵犬魔法"
      }
    ],
    "NODE-END-ZC-002": [
      {
        "text": "解鎖前提示：屎有天敵嗎？如果有的話那一定是……"
      }
    ],
    "NODE-END-ZC-003": [
      {
        "text": "解鎖後說明：俗話說的好，下次看到趕緊跑。"
      }
    ],
    "NODE-END-ZC-004": [
      {
        "text": "結局頁內容：直到臨屎前你仍不敢相信世上竟有如此惡毒的魔法，更甚屎靈術。召喚狗的魔法？這簡直違背了身為一坨屎的底線。你咒罵著那名神秘人，詛咒他終有一日與你以相同的方式屎去。"
      }
    ],
    "NODE-END-ZD-001": [
      {
        "text": "條件：在[EVT-C3]中小遊戲失敗且無屎魔替死"
      }
    ],
    "NODE-END-ZD-002": [
      {
        "text": "解鎖前提示：屎亡遊戲可從來不是鬧著玩的。"
      }
    ],
    "NODE-END-ZD-003": [
      {
        "text": "解鎖後說明：追求刺激的本質是玩弄生命，屎亡遊戲本就是種零和遊戲。"
      }
    ],
    "NODE-END-ZD-004": [
      {
        "text": "結局頁內容：你與冠軍四目相交，不理解自己為何會輸。是因為信念不足，還是屎亡遊戲另有蹊蹺？又或是你的頭髮顏色不夠艷麗？你看著冠軍的模樣，死死記住了那顆鳳梨頭，若有來世，你也要留這樣的髮型。"
      }
    ],
    "NODE-END-ZD-005": [
      {
        "text": "成就收集頁"
      }
    ]
  },
  "knowledge": {
    "KNW-001": {
      "id": "KNW-001",
      "name": "化糞池王國",
      "description": "坐落在初始之地旁的國度，在老屎國王的帶領下曾經十分強大，卻不知為何沒落至此。"
    },
    "KNW-002": {
      "id": "KNW-002",
      "name": "屎鬼",
      "description": "化糞池王國的人相信每到夏季，屎水中就會出現屎鬼，將在屎水邊玩耍的小屎朋友抓走，借屎還魂。"
    },
    "KNW-003": {
      "id": "KNW-003",
      "name": "小屎朋友的媽媽",
      "description": "小屎朋友Ｂ的媽媽好像很嚴厲，但也是愛的表現，在這時代更顯難能可貴。"
    },
    "KNW-004": {
      "id": "KNW-004",
      "name": "大屎決鬥",
      "description": "這個黑暗時代中唯一的光，王國屎民們最喜愛的休閒樂趣，據說是一名逃兵根據神話故事發明的遊戲。"
    },
    "KNW-005": {
      "id": "KNW-005",
      "name": "決鬥者的浪漫",
      "description": "決鬥時的場地、音樂、觀眾和氣勢都很重要。只有屎香味俱全才能算是讓人熱屎沸騰的決鬥。"
    },
    "KNW-006": {
      "id": "KNW-006",
      "name": "決鬥牌組",
      "description": "大屎決鬥的基礎牌組，價格一度被炒得很高，據說也有苦練多年以這套牌組贏得大賽的決鬥者。"
    },
    "KNW-007": {
      "id": "KNW-007",
      "name": "大屎牌組",
      "description": "不知是在無意間還是百般錘鍊下意外誕生的牌組，卡牌之間看似毫無關聯，屎則非常強大，只有高屎才能發揮它的屎力。"
    },
    "KNW-008": {
      "id": "KNW-008",
      "name": "亞屎王",
      "description": "這片大屎地上的一名傳奇王者，卻不知為何記載甚少，是誰把與他有關的粒屎刪去了嗎？"
    },
    "KNW-009": {
      "id": "KNW-009",
      "name": "屎湯騎士",
      "description": "化糞池王國下城區最受歡迎的酒館，除了特製燉菜濃郁可口之外，還擁有舉辦大屎決鬥店家賽的資格。除了牌組會沾到燉菜外一切都很完美。"
    },
    "KNW-010": {
      "id": "KNW-010",
      "name": "酒館打工",
      "description": "不愧是下城區最受歡迎的酒館，在這裡工作應該能積攢一些錢財。"
    },
    "KNW-011": {
      "id": "KNW-011",
      "name": "屎亡遊戲",
      "description": "據說有些決鬥者磨練牌技時若遇到瓶頸，就會以生屎相逼，迫屎自己成長，得到更加強大的力量。雖然也有些決鬥者只是腦子不正常，但仍不失為磨練信念的一種手段。"
    },
    "KNW-012": {
      "id": "KNW-012",
      "name": "見習屎衛",
      "description": "化糞池王國的公務員。在王國沒落後薪資銳減，但還是靠著屎民們的金援勉強維持著組織。"
    },
    "KNW-013": {
      "id": "KNW-013",
      "name": "強化牌組",
      "description": "據說屎上存在一些十分強大的牌組，若要進行更嚴峻的挑戰，強化牌組或許是種選擇。"
    },
    "KNW-014": {
      "id": "KNW-014",
      "name": "屎托邦的信念",
      "description": "為王的要件之一。道阻且長，無信念者，無以行至。"
    },
    "KNW-015": {
      "id": "KNW-015",
      "name": "散發惡臭的小屋",
      "description": "酒館後方巷弄的一間小屋，近日開始傳出不同於屎味的另一種臭味，讓酒館老闆十分困擾。"
    },
    "KNW-016": {
      "id": "KNW-016",
      "name": "屎托邦的智慧",
      "description": "為王的要件之一。逆水行舟，無智慧者，不進反退。"
    },
    "KNW-017": {
      "id": "KNW-017",
      "name": "國王屎特維爾三屎",
      "description": "化糞池王國最後一任君王，曾經被屎民們認為是一名賢君，開疆拓土讓王國變得十分強盛，晚年卻突生變故。大多屎民只知道王家一夜之間全部消失，卻不知緣由。"
    },
    "KNW-018": {
      "id": "KNW-018",
      "name": "被摧毀的屎托邦",
      "description": "在座落化糞池王國的這塊大屎地上，似乎曾經存在過另一個強盛的國度，如今卻不見蹤影。這個國度究竟發生了什麼，被摧毀得如此徹底？"
    },
    "KNW-019": {
      "id": "KNW-019",
      "name": "緊鎖的灰色神殿",
      "description": "位於上城區繁華地帶的一座神殿，卻受到重重封鎖，這般待遇與它曾經的地位並不符合。"
    },
    "KNW-020": {
      "id": "KNW-020",
      "name": "屎靈術",
      "description": "黑魔法的一種，能將屎者從另一個屎界喚回，成為不死不累、無知無覺的屎靈怪物，但絕無可能做到真正的復活。或許。"
    },
    "KNW-021": {
      "id": "KNW-021",
      "name": "耕種",
      "description": "馬要吃草，人要吃飯，屎要吃屎。只有辛勤耕種才能收穫良多，屎民們深知這點，但務農者卻寥寥無幾。難道種田也需要某種天賦嗎？"
    },
    "KNW-022": {
      "id": "KNW-022",
      "name": "肥料",
      "description": "種田的確需要天賦。只有能夠保持自我的屎才能成為農夫，而大多數的屎都成了肥料，提前投入每一坨屎都終將投入的田水之中。"
    },
    "KNW-023": {
      "id": "KNW-023",
      "name": "刻有詭異痕跡的枯樹",
      "description": "藏身樹林中的一棵枯樹，若非樹林太過緊密其實相當顯眼。樹幹上刻有奇怪的痕跡，似乎與某位國王有關。"
    },
    "KNW-024": {
      "id": "KNW-024",
      "name": "屎靈法屎",
      "description": "熟稔屎靈術、施展屎靈術的魔法屎。然而一旦踏出這一步，就再也無人會承認其魔法屎的尊貴身分吧。"
    },
    "KNW-025": {
      "id": "KNW-025",
      "name": "短促箭屎",
      "description": "以化糞池王國國庫中一樣寶物製成的屎靈術祭品。據說這枚箭矢曾被用來殺害篡位者，因而沾染著一些不全的為王要件。"
    },
    "KNW-026": {
      "id": "KNW-026",
      "name": "屎靈之聲",
      "description": "從神廟底下傳出的重重哀號，但沒有見過屎靈的尋常屎民，並不知道這是屎靈之聲。這也是為何那名鐵甲屎衛總是日夜守護在那，連拉屎都需要找人代班。"
    },
    "KNW-027": {
      "id": "KNW-027",
      "name": "屎托邦的勇氣",
      "description": "為王的要件之一。萬馬皆喑，無勇氣者，見義無為。"
    },
    "KNW-028": {
      "id": "KNW-028",
      "name": "鐵甲屎衛",
      "description": "化糞池王國如今的骨幹。即使王家血脈斷絕，鐵甲屎衛們依然維持著王國秩序，捍衛自己的信念。"
    },
    "KNW-029": {
      "id": "KNW-029",
      "name": "被隔開的城堡",
      "description": "化糞池王國的城堡據說已經閒置百年，即使通往城市的橋墩與道路崩毀也無人修繕，但王家又是怎麼消失的？"
    },
    "KNW-030": {
      "id": "KNW-030",
      "name": "魔法屎",
      "description": "能驅屎神秘魔法力量的屎，十分講究天分，但據說王國屎上最強大的大魔法屎過去也並非天才。"
    },
    "KNW-031": {
      "id": "KNW-031",
      "name": "歸屬",
      "description": "一個溫暖又具安全感的地方，一個被你稱為家的地方。"
    },
    "KNW-032": {
      "id": "KNW-032",
      "name": "國語文測驗網站",
      "description": "一本詭異故事書記載的軼聞。據說在近二十年前，一名國文老師架設的個人網站中藏有不為人知的祕密。如果能找到老師的密碼，或許……"
    },
    "KNW-033": {
      "id": "KNW-033",
      "name": "鐵樹與小助手",
      "description": "一本詭異故事書記載的軼聞。在這詭異的網站中似乎不只鐵樹老師這位管理員，但和小助手有關的資訊卻很少。不過既然能成為小助手，想必是與老師關係很好的學生……"
    },
    "KNW-034": {
      "id": "KNW-034",
      "name": "被隱藏的題組",
      "description": "一本詭異故事書記載的軼聞。測驗網站中的題組混入了不少怪異的題目，即使跳過答題，依然可能出現可怕的現象。但若能將題目全都答對……"
    },
    "KNW-035": {
      "id": "KNW-035",
      "name": "有機屎帶",
      "description": "一名知名屎會學家提出的屎說，用以描述屎民各司其職、帶動當代屎會緊密運作的狀態。"
    },
    "KNW-036": {
      "id": "KNW-036",
      "name": "屎團主義",
      "description": "屎會主義的分支之一，由勞屎階級組成之屎團主導，具有強大的行動力並拒絕受到王國制度壓榨。"
    },
    "KNW-037": {
      "id": "KNW-037",
      "name": "集體意屎",
      "description": "一種由集體形成的團結力量與共屎，但屎民們若是太過團結就會徹底變成一大坨。"
    },
    "KNW-038": {
      "id": "KNW-038",
      "name": "屎中女神",
      "description": "沒有形象也沒有事蹟的女神。人們只知道她曾從屎水裡現身，將一柄劍賜與某位英雄。但也有人認為這只是一名在屎水中摔倒的普通女子。"
    },
    "KNW-039": {
      "id": "KNW-039",
      "name": "鎖門的人",
      "description": "是誰將女神殿封鎖的？這對他有甚麼好處呢？"
    },
    "KNW-040": {
      "id": "KNW-040",
      "name": "英武的雕像",
      "description": "雕像身姿挺拔，身後站著匹駿逸白馬，手臂懸空，手中卻空無一物。"
    },
    "KNW-041": {
      "id": "KNW-041",
      "name": "窮苦的神殿",
      "description": "神殿內幾乎甚麼也沒有，難道都被修屎賣掉了嗎？"
    },
    "KNW-042": {
      "id": "KNW-042",
      "name": "成王的要件",
      "description": "身為君王所需擁有的特質。若沒有這些特質，即便坐上王座也無法長久。"
    },
    "KNW-043": {
      "id": "KNW-043",
      "name": "女神殿的修屎",
      "description": "一個神祕的修屎，修屎的身分似乎是他自封的，畢竟女神殿已經近百年沒有任何信徒了。"
    },
    "KNW-044": {
      "id": "KNW-044",
      "name": "愚忠的屎衛家族",
      "description": "修屎出身的屎衛屎家聲名顯赫，即使在王國落寞後也一直堅守著屎衛崗位，修屎卻認為這是愚忠的表現，因此選擇離開屎家。"
    },
    "KNW-045": {
      "id": "KNW-045",
      "name": "鎖鏈圖書館",
      "description": "為了保護珍貴書籍，每本書都被以鎖鏈牢牢固定在書架上，但或許有甚麼破壞鎖鏈的辦法。"
    },
    "KNW-046": {
      "id": "KNW-046",
      "name": "屎一稅",
      "description": "曾存在於王國粒屎上的稅制，屎民們須把每坨屎的十分之一上交給王家。但當時的屎民們吃得多拉得多，屎塊一度堆滿了城堡的每個角落，這項稅法很快就遭到廢除。"
    },
    "KNW-047": {
      "id": "KNW-047",
      "name": "屎字軍",
      "description": "王國粒屎上最偉大的一次軍屎行動。屎衛們在盔甲上畫上屎字標誌，抗戰多年終於從異教徒手中奪回初屎之地。"
    },
    "KNW-048": {
      "id": "KNW-048",
      "name": "屎中劍",
      "description": "屎中女神賜給亞屎王的配劍，據說亞屎王曾用這柄石劍擊敗一名屎家騎屎，但也有人認為這柄石劍毫無戰鬥力，只不過是某種象徵物或彰顯帥氣的潮流小物。"
    },
    "KNW-049": {
      "id": "KNW-049",
      "name": "傳說中的屎托邦",
      "description": "傳說中由亞屎王建立起的偉大國度，一個屎有所養、屎有所依、屎有所終的理想鄉。然而理想鄉的屹立仰賴明君領導，明君卻並非不老不死的存在。注定沒落的理想鄉還能被稱作理想鄉嗎？若是改名為化糞池王國，想必屎民們也不會再有任何質疑。"
    },
    "KNW-050": {
      "id": "KNW-050",
      "name": "象屎文字",
      "description": "這片大屎地上最古老的一種文字。據說每個字符都對應著一種具體的大便型態，且一共有八十八種字符，後因許多字形太過接近且定義微妙，因而被迫演變直到原型失傳。"
    },
    "KNW-051": {
      "id": "KNW-051",
      "name": "基礎作物",
      "description": "化糞池王國常見的基礎農作物，包含屎鈴薯、屎白菜等。雖然品種看似普通，但在富含養分的土地中仍是屎民生活不可或缺的重要糧食。"
    }
  },
  "items": {
    "ITM-001": {
      "id": "ITM-001",
      "name": "大屎牌組",
      "description": "不知是在無意間還是百般錘鍊下意外誕生的牌組，卡牌之間看似毫無關聯，屎則非常強大，只有高屎才能發揮它的屎力。"
    },
    "ITM-002": {
      "id": "ITM-002",
      "name": "糖果",
      "description": "小屎朋友們最喜歡的零食，在苦澀的屎道中仍保持著一絲甜意。"
    },
    "ITM-003": {
      "id": "ITM-003",
      "name": "決鬥牌組",
      "description": "堪堪能夠用來參加大屎決鬥的牌組，無法保證良好的遊戲體驗。"
    },
    "ITM-004": {
      "id": "ITM-004",
      "name": "屎托邦之書",
      "description": "寫滿了古老禮儀規訓的書。不重要內容很多，但沒人知道哪些部分不重要，所以乾脆全部抄寫寫進去。"
    },
    "ITM-005": {
      "id": "ITM-005",
      "name": "屎中劍",
      "description": "亞屎王的配劍。雖是劍卻是石製的，照理來說無法劈砍任何東西，而更像是一種為王的象徵。"
    },
    "ITM-006": {
      "id": "ITM-006",
      "name": "殘留屎靈之力的祭品",
      "description": "曾經承載著屎特維爾屎靈魔法的野獸頭骨，如今上面還插著散發混濁屎光的屎遺物。你為什麼要撿起它？"
    },
    "ITM-007": {
      "id": "ITM-007",
      "name": "短促箭屎",
      "description": "一隻短短的箭屎，雖散發著某種奇妙力量，卻已遭到屎靈術的汙染。"
    },
    "ITM-008": {
      "id": "ITM-008",
      "name": "被淨化的屎遺物",
      "description": "逆轉了屎靈之力、散發出神聖屎光的箭屎，能感受到淡淡的王者氣息。"
    },
    "ITM-009": {
      "id": "ITM-009",
      "name": "屎鈴薯",
      "description": "在富含營養的屎地中成長的根莖作物，圓潤飽滿，蒸熟後帶有濃郁屎香。"
    },
    "ITM-010": {
      "id": "ITM-010",
      "name": "屎白菜",
      "description": "在富含營養的屎地中成長的葉菜作物，莖白葉綠，葉片上還沾著新鮮的泥屎。"
    },
    "ITM-011": {
      "id": "ITM-011",
      "name": "詭異的故事書上集",
      "description": "一本記載軼聞的詭異故事書。上集的篇名是「國語文測驗網站」。"
    },
    "ITM-012": {
      "id": "ITM-012",
      "name": "詭異的故事書中集",
      "description": "一本記載軼聞的詭異故事書。中集的篇名是「鐵樹與小助手」。"
    },
    "ITM-013": {
      "id": "ITM-013",
      "name": "詭異的故事書下集",
      "description": "一本記載軼聞的詭異故事書。下集的篇名是「被隱藏的題組」。"
    },
    "ITM-014": {
      "id": "ITM-014",
      "name": "沉重石劍",
      "description": "一柄沉重的石劍，因為某些原因出現在了屎者的房間，但本該收藏於其他地方。"
    }
  },
  "npcs": {
    "NPC-001": {
      "id": "NPC-001",
      "name": "用戶名",
      "description": ""
    },
    "NPC-002": {
      "id": "NPC-002",
      "name": "小屎朋友 B",
      "description": ""
    },
    "NPC-003": {
      "id": "NPC-003",
      "name": "小屎朋友 A",
      "description": ""
    },
    "NPC-004": {
      "id": "NPC-004",
      "name": "醉醺醺的酒客",
      "description": ""
    },
    "NPC-005": {
      "id": "NPC-005",
      "name": "酒館老闆",
      "description": ""
    },
    "NPC-006": {
      "id": "NPC-006",
      "name": "冠軍",
      "description": ""
    },
    "NPC-007": {
      "id": "NPC-007",
      "name": "見習屎衛",
      "description": ""
    },
    "NPC-008": {
      "id": "NPC-008",
      "name": "辛勤的農夫",
      "description": ""
    },
    "NPC-009": {
      "id": "NPC-009",
      "name": "鐵甲屎衛",
      "description": ""
    },
    "NPC-010": {
      "id": "NPC-010",
      "name": "披著斗篷的神秘人",
      "description": ""
    },
    "NPC-011": {
      "id": "NPC-011",
      "name": "流浪魔法屎屎林",
      "description": ""
    },
    "NPC-012": {
      "id": "NPC-012",
      "name": "屎特維爾三世",
      "description": ""
    },
    "NPC-013": {
      "id": "NPC-013",
      "name": "長跪不起的老人",
      "description": ""
    },
    "NPC-014": {
      "id": "NPC-014",
      "name": "懶散的商販",
      "description": ""
    },
    "NPC-015": {
      "id": "NPC-015",
      "name": "可疑的社會運動家",
      "description": ""
    },
    "NPC-016": {
      "id": "NPC-016",
      "name": "屎團成員們",
      "description": ""
    },
    "NPC-017": {
      "id": "NPC-017",
      "name": "無所事事的修屎",
      "description": ""
    },
    "NPC-018": {
      "id": "NPC-018",
      "name": "專注的屎學家",
      "description": ""
    },
    "NPC-019": {
      "id": "NPC-019",
      "name": "無家可歸的窮屎人",
      "description": ""
    },
    "NPC-020": {
      "id": "NPC-020",
      "name": "呼呼大睡的見習屎衛",
      "description": ""
    },
    "NPC-021": {
      "id": "NPC-021",
      "name": "灑掃的修屎",
      "description": ""
    }
  },
  "locations": {
    "LOC-001": {
      "id": "LOC-001",
      "name": "初屎之地",
      "description": ""
    },
    "LOC-002": {
      "id": "LOC-002",
      "name": "緊鎖的灰色神殿",
      "description": ""
    },
    "LOC-003": {
      "id": "LOC-003",
      "name": "屎聲鼎沸的酒館",
      "description": ""
    },
    "LOC-004": {
      "id": "LOC-004",
      "name": "散發惡臭的小屋",
      "description": ""
    },
    "LOC-005": {
      "id": "LOC-005",
      "name": "中央廣場",
      "description": ""
    },
    "LOC-006": {
      "id": "LOC-006",
      "name": "郊區",
      "description": ""
    },
    "LOC-007": {
      "id": "LOC-007",
      "name": "郊區的破敗神廟",
      "description": ""
    },
    "LOC-008": {
      "id": "LOC-008",
      "name": "刻有詭異痕跡的枯樹",
      "description": ""
    },
    "LOC-009": {
      "id": "LOC-009",
      "name": "坍塌城門",
      "description": ""
    },
    "LOC-010": {
      "id": "LOC-010",
      "name": "冷清商店街",
      "description": ""
    },
    "LOC-011": {
      "id": "LOC-011",
      "name": "神殿內部",
      "description": ""
    },
    "LOC-012": {
      "id": "LOC-012",
      "name": "老舊圖書館",
      "description": ""
    },
    "LOC-013": {
      "id": "LOC-013",
      "name": "下城區",
      "description": ""
    },
    "LOC-014": {
      "id": "LOC-014",
      "name": "上城區",
      "description": ""
    }
  },
  "achievements": {
    "ACH-00": {
      "id": "ACH-00",
      "name": "永恆不屎的屎托邦傳奇",
      "description": "觸發 END-AAA 獲得。"
    },
    "ACH-0": {
      "id": "ACH-0",
      "name": "帥氣的屎托邦傳奇",
      "description": "觸發[END-AA]獲得"
    },
    "ACH-1": {
      "id": "ACH-1",
      "name": "屎托邦傳奇",
      "description": "觸發[END-A]獲得"
    },
    "ACH-2": {
      "id": "ACH-2",
      "name": "屎托邦之火",
      "description": "觸發[END-AB]獲得"
    },
    "ACH-3": {
      "id": "ACH-3",
      "name": "屎托邦之惡",
      "description": "觸發[END-AC]獲得"
    },
    "ACH-4": {
      "id": "ACH-4",
      "name": "屎托邦之夢",
      "description": "觸發[END-AD]獲得"
    },
    "ACH-44": {
      "id": "ACH-44",
      "name": "屎托邦之魔",
      "description": "觸發[END-AE]獲得"
    },
    "ACH-5": {
      "id": "ACH-5",
      "name": "屎王回歸",
      "description": "擁有 ACH-00／ACH-0／ACH-1／ACH-2／ACH-3／ACH-4／ACH-44 任一項，並再次開始冒險周目時獲得。"
    },
    "ACH-6": {
      "id": "ACH-6",
      "name": "純屎之人",
      "description": "開局選擇 DMN-NONE，並觸發 END-AAA／AA／A／AB／AC／AD 任一結局時獲得。"
    },
    "ACH-7": {
      "id": "ACH-7",
      "name": "執屎之手，與屎偕老",
      "description": "開局攜帶 DMN-DRAGONFRUIT／DMN-CORN／DMN-ENOKI 任一，並觸發 END-AAA／AA／A／AB／AC／AD 任一結局時獲得。END-AE 不計。"
    },
    "ACH-8": {
      "id": "ACH-8",
      "name": "屎亂終棄",
      "description": "在選項中選擇背叛自己的屎魔獲得"
    },
    "ACH-9": {
      "id": "ACH-9",
      "name": "屎無全屎",
      "description": "屎於火球魔法"
    },
    "ACH-10": {
      "id": "ACH-10",
      "name": "屎溶於水",
      "description": "屎於挑戰水流"
    },
    "ACH-11": {
      "id": "ACH-11",
      "name": "狗改不了吃屎",
      "description": "屎於獵犬魔法"
    },
    "ACH-12": {
      "id": "ACH-12",
      "name": "屎亡遊戲",
      "description": "屎於屎亡遊戲"
    },
    "ACH-13": {
      "id": "ACH-13",
      "name": "慘屎當場",
      "description": "屎於屎靈怪物之手"
    },
    "ACH-13X": {
      "id": "ACH-13X",
      "name": "奪屎",
      "description": "見證鐵甲屎衛的下場"
    },
    "ACH-14": {
      "id": "ACH-14",
      "name": "屎志不渝",
      "description": "見證鐵甲屎衛的意志"
    },
    "ACH-15": {
      "id": "ACH-15",
      "name": "周而復屎",
      "description": "理解了屎界運作的道理"
    },
    "ACH-16": {
      "id": "ACH-16",
      "name": "有屎有終",
      "description": "憑藉強大的信念回到故鄉"
    },
    "ACH-17": {
      "id": "ACH-17",
      "name": "屎萊姆",
      "description": "失去了自我融入群體之中"
    },
    "ACH-18": {
      "id": "ACH-18",
      "name": "屎作勇者",
      "description": "取得除 ACH-18 自身及 ACH-19 黃金之心以外的全部正式成就。"
    },
    "ACH-19": {
      "id": "ACH-19",
      "name": "黃金之心",
      "description": "你贈與了作者真正的黃金，而不是那種……你知道的。"
    }
  },
  "endings": {
    "END-A": {
      "id": "END-A",
      "name": "屎托邦傳奇",
      "condition": "持有 ITM-004 與 KNW-014／016／027，且 FLG-RUN-DEMON-BETRAYED=false、FLG-SKIP-F2=false、FLG-SKIP-C3=false、FLG-SKIP-D4=false；由 EVT-Z 進入。獲得 ACH-1「屎托邦傳奇」。",
      "hint": "正統王者的證明",
      "description": "屎托邦之王的證明，足以讓你青屎留名。",
      "text": "你擁有無與倫比的智慧、信念與勇氣，不假他人之手建立起了新的理想鄉，青屎留名。"
    },
    "END-AA": {
      "id": "END-AA",
      "name": "帥氣的屎托邦傳奇",
      "condition": "符合 END-A 的正統條件且持有 ITM-005「屎中劍」，由 EVT-Z2 進入。獲得 ACH-0「帥氣的屎托邦傳奇」。",
      "hint": "帥氣的正統王者的證明",
      "description": "帥氣的屎托邦之王的證明，足以讓你與你的帥氣青屎留名。",
      "text": "你擁有無與倫比的智慧、信念與勇氣，不假他人之手建立起了新的理想鄉，青屎留名。而最為屎民們稱道的仍是你手裡那把劍，真的很帥。"
    },
    "END-AAA": {
      "id": "END-AAA",
      "name": "永恆不屎的屎托邦傳奇",
      "condition": "符合 END-A 的正統條件且持有 ITM-006「殘留屎靈之力的祭品」，由 EVT-Z3 進入。獲得 ACH-00「永恆不屎的屎托邦傳奇」。",
      "hint": "不屎的正統王者的證明",
      "description": "不屎的屎托邦之王的證明。你的功勳毋須他人記載，你是不斷的長河，也是綿延的粒屎。",
      "text": "你擁有無與倫比的智慧、信念與勇氣，不假他人之手建立起了新的理想鄉。第一個百年過去，屎民開始起疑； 第二個百年過去，屎民感到恐懼； 第三個百年過去，屎民高聲稱頌，為賢明的、無畏的、不屎的君王與他的永恆國度，送上祝福。"
    },
    "END-AB": {
      "id": "END-AB",
      "name": "屎托邦之火",
      "condition": "完成最終必要條件，FLG-SKIP-F2=true（巨龍使用種族特長跳過 F2 解謎）。獲得 ACH-2「屎托邦之火」。",
      "hint": "只是一點智慧上的小缺陷，總不至於遭致災禍。",
      "description": "多年之後，你依然面臨了逃避智慧考驗的後果。",
      "text": "你成為了王並建立理想鄉，受到屎民愛戴。屎托邦本來欣欣向榮，直到你錯誤百出的政策讓一切開始走下坡，你的智慧受到屎民質疑，一把大火將城堡付之一炬。直到這時你才想起，自己過去並未真正受到考驗與認可。"
    },
    "END-AC": {
      "id": "END-AC",
      "name": "屎托邦之惡",
      "condition": "完成最終必要條件，FLG-SKIP-C3=true（屎湯使用種族特長跳過 C3 屎亡遊戲）。獲得 ACH-3「屎托邦之惡」。",
      "hint": "只是一點信念上的小缺陷，總不至於遭致災禍。",
      "description": "多年之後，你依然面臨了逃避信念考驗的後果。",
      "text": "你成為了王並建立理想鄉，受到屎民愛戴。屎托邦本來欣欣向榮，直到你在諸多誘惑下再也無法恪守本心，讓一切開始走下坡，你的信念受到屎民質疑，成為了與屎特維爾同樣的暴君。直到最後你都不曾想起，自己過去並未真正受到考驗與認可。"
    },
    "END-AD": {
      "id": "END-AD",
      "name": "屎托邦之夢",
      "condition": "完成最終必要條件，FLG-SKIP-D4=true（牽絲使用種族特長跳過 D4 追逐）。獲得 ACH-4「屎托邦之夢」。",
      "hint": "只是一點勇氣上的小缺陷，總不至於遭致災禍。",
      "description": "多年之後，你依然面臨了逃避勇氣考驗的後果。",
      "text": "你成為了王並建立理想鄉，受到屎民愛戴。屎托邦本來欣欣向榮，直到當外敵來犯時，你竟在屎民面前聲稱要棄守王城。你的勇氣受到屎民質疑，外敵入主了你的城堡，你則流落到了熟悉的下城區。直到這時你才想起，自己過去並未真正受到考驗與認可。"
    },
    "END-AE": {
      "id": "END-AE",
      "name": "屎托邦之魔",
      "condition": "完成最終必要條件，且本周目 FLG-RUN-DEMON-BETRAYED=true。此結局優先於所有其他 A 系結局。獲得 ACH-44「屎托邦之魔」。",
      "hint": "只是一點道德上的小缺陷，總不至於遭致災禍。",
      "description": "多年之後，你依然面臨了背叛忠實夥伴的後果。",
      "text": "你成為了王並建立理想鄉，受到屎民愛戴。屎托邦本來欣欣向榮，直到你開始受連日的噩夢侵擾，讓你無心國事。噩夢中那道身影對你反覆質問，罪惡感幾乎將你逼瘋。一日醒來時，你發現城堡內所有屎從、屎臣都被你屠戮一空，你這才隱隱察覺，過去曾受你背叛的屎魔正於你的心底緩緩滋生。"
    },
    "END-B": {
      "id": "END-B",
      "name": "屎萊姆",
      "condition": "完成[EVT-J]",
      "hint": "商店街上似乎有個奇怪的人",
      "description": "團結是件好事——但當別人這麼和你說時，還是得謹慎一些。",
      "text": "你加入了屎團，與他們出沒在相同的地方、喊相同的口號。日復一日，年復一年，你與我的概念在日漸壯大的屎團成員間似乎越來越模糊，你是我，我是你，一個神話怪物的名稱在你腦中緩緩浮現，但很快就被另一人的想法蓋了過去。屎團成員們意識不斷地交錯、覆蓋、融合，直到完全成為單一個體。"
    },
    "END-C": {
      "id": "END-C",
      "name": "有屎有終",
      "condition": "完成[EVT-H]",
      "hint": "眷戀家鄉是人之常情，但唯有付出行動方能返鄉。",
      "description": "欲買桂花同載酒，終不似，少年遊。",
      "text": "你回到了故鄉，迎接你的卻並非歡呼喝采，而是一聲尖叫，出於驚嚇的尖叫。你知道他從未想過你會回來，卻並不知道原來他不希望你回來。你與他四目相交，一如他藉著春水放你東流那瞬；但物是人非，你就像那在城門外見到的老人，已然徹底死了回家的心。"
    },
    "END-D": {
      "id": "END-D",
      "name": "周而復屎",
      "condition": "完成[EVT-I]",
      "hint": "屎是脫去養分後形成的東西，但依然富含養分，僅是因觀點的不同。",
      "description": "日輪東昇西落，養分周而復屎，萬物循環乃屎間之理。",
      "text": "第二天早上，早起的農夫在晨曦下朝你的耕地遙望，卻並沒有看到你耕作的身影。或許結局在你向他問話那刻起就已注定。但他相信你們還會再見，因為這就是這屎界運作的道理，也是深埋在田水裡的大智慧。周而復屎，萬象更新。"
    },
    "END-Z": {
      "id": "END-Z",
      "name": "慘屎當場",
      "condition": "在[EVT-D4]中小遊戲失敗",
      "hint": "健康的屎必須保有明確形體",
      "description": "這似乎不太公平——畢竟扁掉的屎也還是屎，而且無所不在。",
      "text": "你被潮湧般的屎靈之海淹沒，先是撲打、撕咬，到最後只是單純的踩踏。伴隨著你的形體不再，意識也逐漸模糊。"
    },
    "END-ZA": {
      "id": "END-ZA",
      "name": "屎無全屎",
      "condition": "在[EVT-D2]中死於神秘人的火球魔法",
      "hint": "健康的屎必須保有足夠水分",
      "description": "你正在朝另一種生命形態蛻變。或許是石頭，或許是沙子，或許是巧克力餅乾。",
      "text": "熾熱火焰炙烤著你的全身，你感覺體內的水分在不斷流失，身上出現裂痕，風一吹就碎成齏粉。這樣也好，你早就想隨風來上一段旅程。"
    },
    "END-ZB": {
      "id": "END-ZB",
      "name": "屎溶於水",
      "condition": "在[EVT-A]選擇挑戰瀑布的水流",
      "hint": "健康的屎必須不能含有太多水分",
      "description": "這是一趟單程票。你能順流而下，並不代表能逆流而上。",
      "text": "瀑布的水流比你想得更強，更糟糕的是水分正在瓦解你的屎軀，將你本就不太凝實的肌膚一塊塊、一層層剝落，直到徹底融入屎水。所幸，你看到在不遠處的屎水邊，有一群小屎朋友在玩耍……"
    },
    "END-ZC": {
      "id": "END-ZC",
      "name": "狗改不了吃屎",
      "condition": "在[EVT-D2]中死於神秘人的獵犬魔法",
      "hint": "屎有天敵嗎？如果有的話那一定是……",
      "description": "俗話說的好，下次看到趕緊跑。",
      "text": "直到臨屎前你仍不敢相信世上竟有如此惡毒的魔法，更甚屎靈術。召喚狗的魔法？這簡直違背了身為一坨屎的底線。你咒罵著那名神秘人，詛咒他終有一日與你以相同的方式屎去。"
    },
    "END-ZD": {
      "id": "END-ZD",
      "name": "屎亡遊戲",
      "condition": "在[EVT-C3]中小遊戲失敗且無屎魔替死",
      "hint": "屎亡遊戲可從來不是鬧著玩的。",
      "description": "追求刺激的本質是玩弄生命，屎亡遊戲本就是種零和遊戲。",
      "text": "你與冠軍四目相交，不理解自己為何會輸。是因為信念不足，還是屎亡遊戲另有蹊蹺？又或是你的頭髮顏色不夠艷麗？你看著冠軍的模樣，死死記住了那顆鳳梨頭，若有來世，你也要留這樣的髮型。"
    }
  },
  "races": {
    "RAC-DRGN": {
      "id": "RAC-DRGN",
      "name": "巨龍",
      "abbreviation": "DRGN",
      "words": "Durable, Robust, Generous, Normal",
      "description": [
        "你的性格穩定、務實，遇到問題時習慣先掌握狀況，再尋找可行的解決方式。即使偶爾感到焦慮也不會長時間困在情緒裡，總是能很快調整好步調並繼續行動。",
        "你對自己的判斷有一定信心，也願意為自己的選擇負責。在人際關係中，你傾向給予他人信任與善意，但也十分重視對方是否能有所回應。這使你常成為他人眼中的救命稻草，但也常因此承擔太多責任卻毫無自覺。"
      ],
      "sprite": "SPR-NPC-001-DRGN"
    },
    "RAC-SHPB": {
      "id": "RAC-SHPB",
      "name": "羊便便",
      "abbreviation": "SHPB",
      "words": "Hard, Abstinent, Reserved, Dry",
      "description": [
        "你的自我邊界明確，面對陌生人、事、物時，通常會先謹慎觀察再決定是否接觸。你重視自己的步調與習慣，不喜歡被臨時的變化打亂安排，因此偶爾會給人固執、慢熱的印象。",
        "遇到衝突時你總會保留好退路，避免自己陷入被動。你對外界的感受十分敏銳，卻並不會表現出來。比起向外宣洩，你更常選擇自己消化，按照自己的節奏生活。"
      ],
      "sprite": "SPR-NPC-001-SHPB"
    },
    "RAC-SOUP": {
      "id": "RAC-SOUP",
      "name": "屎湯",
      "abbreviation": "SOUP",
      "words": "Sensitive, Overwhelmed, Unstable, Pliable",
      "description": [
        "你有時容易受到感受、環境與氣氛影響，同一件事情在不同狀態下可能得出截然不同的答案。有時你的行動力和決斷力非常突出；疲憊或受挫時則難以保持原本的耐性。",
        "你那敏銳的感受讓你能迅速察覺周遭變化，但也令情緒較容易受到牽動。你具有很好的適應力，但仍需留意的是自己的心理健康，只要保持良好狀態，無論工作還是人際關係，你往往能比他人更快步上軌道。"
      ],
      "sprite": "SPR-NPC-001-SOUP"
    },
    "RAC-STIC": {
      "id": "RAC-STIC",
      "name": "牽絲",
      "abbreviation": "STIC",
      "words": "Sticky, Tempered, Indulgent, Carnivorous",
      "description": [
        "你重視人際連結，遇到困難時願意求助、協調或改變自己習慣的行事風格，不會為了堅持原則而拒絕更有效率的做法。",
        "你對喜歡的事物投入程度較深，但也因此有時不容易做到斷、捨、離。你的目光長遠，習慣反覆思考一項事物背後否存在更多可能性，這種性格讓你善於維持長期關係，但在選擇取捨上時常花費更多時間心力。"
      ],
      "sprite": "SPR-NPC-001-STIC"
    }
  },
  "demons": {
    "DMN-NONE": {
      "id": "DMN-NONE",
      "name": "無屎魔"
    },
    "DMN-DRAGONFRUIT": {
      "id": "DMN-DRAGONFRUIT",
      "name": "火龍果"
    },
    "DMN-CORN": {
      "id": "DMN-CORN",
      "name": "玉米"
    },
    "DMN-ENOKI": {
      "id": "DMN-ENOKI",
      "name": "金針菇"
    }
  },
  "quiz": [
    {
      "id": "QST-01",
      "text": "這天你來到便利商店，打算買些東西當成午飯，卻拿好商品後卻發現自己忘記帶錢，你會怎麼做？",
      "options": [
        {
          "id": "QOPT-01-01",
          "text": "默默把商品放回貨架。",
          "race": "RAC-SHPB"
        },
        {
          "id": "QOPT-01-02",
          "text": "將商品放在櫃檯，告知店員要回去拿錢。",
          "race": "RAC-DRGN"
        },
        {
          "id": "QOPT-01-03",
          "text": "沒多少錢的東西，乾脆直接拿走。",
          "race": "RAC-SOUP"
        },
        {
          "id": "QOPT-01-04",
          "text": "反正每天都來，不如跟店員借錢或賒帳，下次來時再補上。",
          "race": "RAC-STIC"
        }
      ]
    },
    {
      "id": "QST-02",
      "text": "拿著熱騰騰的午飯，從便利商店出來時，你發現外面不知何時竟然下起了大雨，你會怎麼做？",
      "options": [
        {
          "id": "QOPT-02-01",
          "text": "再次進入便利商店購買雨傘。",
          "race": "RAC-DRGN"
        },
        {
          "id": "QOPT-02-02",
          "text": "看了眼門口傘架上滿滿傘，隨便拿一把順眼的。",
          "race": "RAC-SHPB"
        },
        {
          "id": "QOPT-02-03",
          "text": "反正便利商店離家也不遠，乾脆頂著大雨跑回家。",
          "race": "RAC-SOUP"
        },
        {
          "id": "QOPT-02-04",
          "text": "傳訊息給家人朋友，看有沒有人願意順路來接。",
          "race": "RAC-STIC"
        }
      ]
    },
    {
      "id": "QST-03",
      "text": "在大雨中好不容易到了家，午飯早就涼了。看著便利商店便當中的菜色，你會怎麼做？",
      "options": [
        {
          "id": "QOPT-03-01",
          "text": "會從喜歡的菜色開始吃。",
          "race": "RAC-SHPB"
        },
        {
          "id": "QOPT-03-02",
          "text": "會從不喜歡的菜色開始吃。",
          "race": "RAC-STIC"
        },
        {
          "id": "QOPT-03-03",
          "text": "不管喜不喜歡，都會把每道菜平均、輪流、互相搭配著吃。",
          "race": "RAC-DRGN"
        },
        {
          "id": "QOPT-03-04",
          "text": "只要是不喜歡的菜色就一口都不吃。",
          "race": "RAC-SOUP"
        }
      ]
    },
    {
      "id": "QST-04",
      "text": "吃飽喝足後你滑起了社群軟體，看到一個最近在網路上爆紅的網頁解謎遊戲便打開遊玩，第一步你會怎麼做？",
      "options": [
        {
          "id": "QOPT-04-01",
          "text": "先將整個網頁瀏覽一遍，收集線索。",
          "race": "RAC-DRGN"
        },
        {
          "id": "QOPT-04-02",
          "text": "憑藉老道經驗，直接按下F12開始暴力破解。",
          "race": "RAC-SHPB"
        },
        {
          "id": "QOPT-04-03",
          "text": "一遇到難題就想打開社群討論，查找攻略。",
          "race": "RAC-SOUP"
        },
        {
          "id": "QOPT-04-04",
          "text": "看到作者信箱就想寄信給作者。",
          "race": "RAC-STIC"
        }
      ]
    },
    {
      "id": "QST-05",
      "text": "雖然遊戲還沒破完，但你想起了下午與朋友有約於是匆匆出門，卻在路上偶遇自己前任，你會怎麼做？",
      "options": [
        {
          "id": "QOPT-05-01",
          "text": "及早發現及早迴避，裝作不認識就對了。",
          "race": "RAC-SHPB"
        },
        {
          "id": "QOPT-05-02",
          "text": "保持風度，主動打聲招呼也沒甚麼。",
          "race": "RAC-DRGN"
        },
        {
          "id": "QOPT-05-03",
          "text": "看到那張臉就一肚子火，心裡已經開始嘲諷他了。",
          "race": "RAC-SOUP"
        },
        {
          "id": "QOPT-05-04",
          "text": "在茫茫人海中重逢何嘗不是命運的安排，直接提出複合！",
          "race": "RAC-STIC"
        }
      ]
    },
    {
      "id": "QST-06",
      "text": "和前任的偶遇害你浪費不少時間，好不容易在時間內趕到約定的商場，面前的電梯卻即將關門，你會怎麼做？",
      "options": [
        {
          "id": "QOPT-06-01",
          "text": "一點也不想勉強，直接後退等下一班電梯。",
          "race": "RAC-SHPB"
        },
        {
          "id": "QOPT-06-02",
          "text": "跨起大步，向電梯奔去試圖趕上。",
          "race": "RAC-SOUP"
        },
        {
          "id": "QOPT-06-03",
          "text": "揮手示意，請電梯裡的人幫你按住開門。",
          "race": "RAC-STIC"
        },
        {
          "id": "QOPT-06-04",
          "text": "山不轉路轉，改成爬樓梯或搭手扶梯。",
          "race": "RAC-DRGN"
        }
      ]
    },
    {
      "id": "QST-07",
      "text": "終於，你抵達了與朋友約定碰面的七樓，周遭卻沒有朋友的身影，這才發現自己跑錯了商場，而且前往正確地點至少還要二十分鐘。你會怎麼做？",
      "options": [
        {
          "id": "QOPT-07-01",
          "text": "反正都遲到了不如慢慢來，按照自己的步驟移動。",
          "race": "RAC-SHPB"
        },
        {
          "id": "QOPT-07-02",
          "text": "和朋友實話實說，並盡可能早點趕去。",
          "race": "RAC-DRGN"
        },
        {
          "id": "QOPT-07-03",
          "text": "好煩、好累、好倒楣，乾脆直接爽約！",
          "race": "RAC-SOUP"
        },
        {
          "id": "QOPT-07-04",
          "text": "先找個藉口搪塞過去，並思考該如何補償才能讓朋友消氣。",
          "race": "RAC-STIC"
        }
      ]
    },
    {
      "id": "QST-08",
      "text": "經歷一波三折的一天，你回到家裡，忽有強烈便意襲來。你沖進廁所享受過程，卻在收工時赫然發覺廁所沒衛生紙了！你會怎麼做？",
      "options": [
        {
          "id": "QOPT-08-01",
          "text": "方法總比困難多，但身邊這些東西真的能解決問題嗎……？",
          "race": "RAC-DRGN"
        },
        {
          "id": "QOPT-08-02",
          "text": "夾著移動到廁所外去拿紙總不會出意外吧……？",
          "race": "RAC-SHPB"
        },
        {
          "id": "QOPT-08-03",
          "text": "垃圾桶裡好像還有一些不算髒的……？",
          "race": "RAC-SOUP"
        },
        {
          "id": "QOPT-08-04",
          "text": "這種事能傳訊息請人幫忙嗎……？",
          "race": "RAC-STIC"
        }
      ]
    }
  ],
  "assets": {
    "RAC-DRGN": {
      "name": "巨龍",
      "path": "assets/characters/SPR-NPC-001-DRGN.png",
      "fallbackPath": "assets/reference/基礎型態參考圖.png",
      "nativeFacing": "left",
      "doNotAutoFlip": true,
      "missing": false
    },
    "SPR-NPC-001-DRGN": {
      "name": "巨龍",
      "path": "assets/characters/SPR-NPC-001-DRGN.png",
      "fallbackPath": "assets/reference/基礎型態參考圖.png",
      "nativeFacing": "left",
      "doNotAutoFlip": true,
      "missing": false
    },
    "IMG-RES-DRGN": {
      "name": "巨龍測驗結果",
      "path": "assets/results/IMG-RES-DRGN.png",
      "fallbackPath": "assets/reference/基礎型態參考圖.png",
      "missing": false
    },
    "IMG-RES-REALISTIC-DRGN": {
      "path": "assets/results/IMG-RES-REALISTIC-DRGN.png",
      "name": "巨龍寫實結果",
      "missing": true
    },
    "RAC-SOUP": {
      "name": "屎湯",
      "path": "assets/characters/SPR-NPC-001-SOUP.png",
      "fallbackPath": "assets/reference/屎湯基礎參考圖.png",
      "nativeFacing": "left",
      "doNotAutoFlip": true,
      "missing": false
    },
    "SPR-NPC-001-SOUP": {
      "name": "屎湯",
      "path": "assets/characters/SPR-NPC-001-SOUP.png",
      "fallbackPath": "assets/reference/屎湯基礎參考圖.png",
      "nativeFacing": "left",
      "doNotAutoFlip": true,
      "missing": false
    },
    "IMG-RES-SOUP": {
      "name": "屎湯測驗結果",
      "path": "assets/results/IMG-RES-SOUP.png",
      "fallbackPath": "assets/reference/屎湯基礎參考圖.png",
      "missing": false
    },
    "IMG-RES-REALISTIC-SOUP": {
      "path": "assets/results/IMG-RES-REALISTIC-SOUP.png",
      "name": "屎湯寫實結果",
      "missing": true
    },
    "RAC-SHPB": {
      "name": "羊便便",
      "path": "assets/characters/SPR-NPC-001-SHPB.png",
      "fallbackPath": "assets/reference/羊便便基礎參考圖.png",
      "nativeFacing": "left",
      "doNotAutoFlip": true,
      "missing": false
    },
    "SPR-NPC-001-SHPB": {
      "name": "羊便便",
      "path": "assets/characters/SPR-NPC-001-SHPB.png",
      "fallbackPath": "assets/reference/羊便便基礎參考圖.png",
      "nativeFacing": "left",
      "doNotAutoFlip": true,
      "missing": false
    },
    "IMG-RES-SHPB": {
      "name": "羊便便測驗結果",
      "path": "assets/results/IMG-RES-SHPB.png",
      "fallbackPath": "assets/reference/羊便便基礎參考圖.png",
      "missing": false
    },
    "IMG-RES-REALISTIC-SHPB": {
      "path": "assets/results/IMG-RES-REALISTIC-SHPB.png",
      "name": "羊便便寫實結果",
      "missing": true
    },
    "RAC-STIC": {
      "name": "牽絲",
      "path": "assets/characters/SPR-NPC-001-STIC.png",
      "fallbackPath": "assets/reference/牽絲基礎參考圖.png",
      "nativeFacing": "left",
      "doNotAutoFlip": true,
      "missing": false
    },
    "SPR-NPC-001-STIC": {
      "name": "牽絲",
      "path": "assets/characters/SPR-NPC-001-STIC.png",
      "fallbackPath": "assets/reference/牽絲基礎參考圖.png",
      "nativeFacing": "left",
      "doNotAutoFlip": true,
      "missing": false
    },
    "IMG-RES-STIC": {
      "name": "牽絲測驗結果",
      "path": "assets/results/IMG-RES-STIC.png",
      "fallbackPath": "assets/reference/牽絲基礎參考圖.png",
      "missing": false
    },
    "IMG-RES-REALISTIC-STIC": {
      "path": "assets/results/IMG-RES-REALISTIC-STIC.png",
      "name": "牽絲寫實結果",
      "missing": true
    },
    "IMG-UI-TOILET": {
      "name": "馬桶",
      "path": "assets/ui/IMG-UI-TOILET.png",
      "missing": false
    },
    "NPC-001": {
      "name": "用戶名",
      "path": "assets/characters/SPR-NPC-001-DRGN.png",
      "fallbackPath": "assets/reference/基礎型態參考圖.png",
      "nativeFacing": "left",
      "doNotAutoFlip": true,
      "missing": false,
      "variants": [
        "SPR-NPC-001-DRGN",
        "SPR-NPC-001-SHPB",
        "SPR-NPC-001-SOUP",
        "SPR-NPC-001-STIC"
      ]
    },
    "NPC-002": {
      "name": "小屎朋友 B",
      "path": "assets/characters/NPC-002.png",
      "nativeFacing": "left",
      "doNotAutoFlip": false,
      "missing": false
    },
    "NPC-003": {
      "name": "小屎朋友 A",
      "path": "assets/characters/NPC-003.png",
      "nativeFacing": "left",
      "doNotAutoFlip": false,
      "missing": false
    },
    "NPC-004": {
      "name": "醉醺醺的酒客",
      "path": "assets/characters/NPC-004.png",
      "nativeFacing": "left",
      "doNotAutoFlip": false,
      "missing": false
    },
    "NPC-005": {
      "name": "酒館老闆",
      "path": "assets/characters/NPC-005.png",
      "nativeFacing": "left",
      "doNotAutoFlip": false,
      "missing": false
    },
    "NPC-006": {
      "name": "冠軍",
      "path": "assets/characters/NPC-006.png",
      "nativeFacing": "left",
      "doNotAutoFlip": false,
      "missing": false
    },
    "NPC-007": {
      "name": "見習屎衛",
      "path": "assets/characters/NPC-007.png",
      "nativeFacing": "left",
      "doNotAutoFlip": false,
      "missing": false
    },
    "NPC-008": {
      "name": "辛勤的農夫",
      "path": "assets/characters/NPC-008.png",
      "nativeFacing": "left",
      "doNotAutoFlip": false,
      "missing": false
    },
    "NPC-009": {
      "name": "鐵甲屎衛",
      "path": "assets/characters/NPC-009.png",
      "nativeFacing": "left",
      "doNotAutoFlip": false,
      "missing": false
    },
    "NPC-010": {
      "name": "披著斗篷的神秘人",
      "path": "assets/characters/NPC-010.png",
      "nativeFacing": "left",
      "doNotAutoFlip": false,
      "missing": false
    },
    "NPC-011": {
      "name": "流浪魔法屎屎林",
      "path": "assets/characters/NPC-011.png",
      "nativeFacing": "left",
      "doNotAutoFlip": false,
      "missing": false
    },
    "NPC-012": {
      "name": "屎特維爾三世",
      "path": "assets/characters/NPC-012.png",
      "nativeFacing": "left",
      "doNotAutoFlip": false,
      "missing": false
    },
    "NPC-013": {
      "name": "長跪不起的老人",
      "path": "assets/characters/NPC-013.png",
      "nativeFacing": "left",
      "doNotAutoFlip": false,
      "missing": false
    },
    "NPC-014": {
      "name": "懶散的商販",
      "path": "assets/characters/NPC-014.png",
      "nativeFacing": "left",
      "doNotAutoFlip": false,
      "missing": false
    },
    "NPC-015": {
      "name": "可疑的社會運動家",
      "path": "assets/characters/NPC-015.png",
      "nativeFacing": "left",
      "doNotAutoFlip": false,
      "missing": false
    },
    "NPC-016": {
      "name": "屎團成員們",
      "path": "assets/characters/NPC-016.png",
      "nativeFacing": "left",
      "doNotAutoFlip": false,
      "missing": false
    },
    "NPC-017": {
      "name": "無所事事的修屎",
      "path": "assets/characters/NPC-017.png",
      "nativeFacing": "left",
      "doNotAutoFlip": false,
      "missing": false
    },
    "NPC-018": {
      "name": "專注的屎學家",
      "path": "assets/characters/NPC-018.png",
      "nativeFacing": "left",
      "doNotAutoFlip": false,
      "missing": false
    },
    "NPC-019": {
      "name": "無家可歸的窮屎人",
      "path": "assets/characters/NPC-019.png",
      "nativeFacing": "left",
      "doNotAutoFlip": false,
      "missing": false
    },
    "NPC-020": {
      "name": "呼呼大睡的見習屎衛",
      "path": "assets/characters/NPC-020.png",
      "nativeFacing": "left",
      "doNotAutoFlip": false,
      "missing": false
    },
    "NPC-021": {
      "name": "灑掃的修屎",
      "path": "assets/characters/NPC-021.png",
      "nativeFacing": "left",
      "doNotAutoFlip": false,
      "missing": false
    },
    "LOC-001": {
      "name": "初屎之地",
      "path": "assets/backgrounds/LOC-001.png",
      "missing": false
    },
    "LOC-002": {
      "name": "緊鎖的灰色神殿",
      "path": "assets/backgrounds/LOC-002.png",
      "missing": false
    },
    "LOC-003": {
      "name": "屎聲鼎沸的酒館",
      "path": "assets/backgrounds/LOC-003.png",
      "missing": false
    },
    "LOC-004": {
      "name": "散發惡臭的小屋",
      "path": "assets/backgrounds/LOC-004.png",
      "missing": false
    },
    "LOC-005": {
      "name": "中央廣場",
      "path": "assets/backgrounds/LOC-005.png",
      "missing": false
    },
    "LOC-006": {
      "name": "郊區",
      "path": "assets/backgrounds/LOC-006.png",
      "missing": false
    },
    "LOC-007": {
      "name": "郊區的破敗神廟",
      "path": "assets/backgrounds/LOC-007.png",
      "missing": false
    },
    "LOC-008": {
      "name": "刻有詭異痕跡的枯樹",
      "path": "assets/backgrounds/LOC-008.png",
      "missing": false
    },
    "LOC-009": {
      "name": "坍塌城門",
      "path": "assets/backgrounds/LOC-009.png",
      "missing": false
    },
    "LOC-010": {
      "name": "冷清商店街",
      "path": "assets/backgrounds/LOC-010.png",
      "missing": false
    },
    "LOC-011": {
      "name": "神殿內部",
      "path": "assets/backgrounds/LOC-011.png",
      "missing": false
    },
    "LOC-012": {
      "name": "老舊圖書館",
      "path": "assets/backgrounds/LOC-012.png",
      "missing": false
    },
    "LOC-013": {
      "name": "下城區",
      "path": "assets/backgrounds/LOC-013.png",
      "missing": false
    },
    "LOC-014": {
      "name": "上城區",
      "path": "assets/backgrounds/LOC-014.png",
      "missing": false
    },
    "ITM-001": {
      "path": "assets/items/ITM-001.png",
      "name": "大屎牌組",
      "missing": true
    },
    "ITM-002": {
      "path": "assets/items/ITM-002.png",
      "name": "糖果",
      "missing": true
    },
    "ITM-003": {
      "path": "assets/items/ITM-003.png",
      "name": "決鬥牌組",
      "missing": true
    },
    "ITM-004": {
      "path": "assets/items/ITM-004.png",
      "name": "屎托邦之書",
      "missing": true
    },
    "ITM-005": {
      "path": "assets/items/ITM-005.png",
      "name": "屎中劍",
      "missing": true
    },
    "ITM-006": {
      "path": "assets/items/ITM-006.png",
      "name": "殘留屎靈之力的祭品",
      "missing": true
    },
    "ITM-007": {
      "path": "assets/items/ITM-007.png",
      "name": "短促箭屎",
      "missing": true
    },
    "ITM-008": {
      "path": "assets/items/ITM-008.png",
      "name": "被淨化的屎遺物",
      "missing": true
    },
    "ITM-009": {
      "path": "assets/items/ITM-009.png",
      "name": "屎鈴薯",
      "missing": true
    },
    "ITM-010": {
      "path": "assets/items/ITM-010.png",
      "name": "屎白菜",
      "missing": true
    },
    "ITM-011": {
      "path": "assets/items/ITM-011.png",
      "name": "詭異的故事書上集",
      "missing": true
    },
    "ITM-012": {
      "path": "assets/items/ITM-012.png",
      "name": "詭異的故事書中集",
      "missing": true
    },
    "ITM-013": {
      "path": "assets/items/ITM-013.png",
      "name": "詭異的故事書下集",
      "missing": true
    },
    "ITM-014": {
      "path": "assets/items/ITM-014.png",
      "name": "沉重石劍",
      "missing": true
    },
    "END-A": {
      "name": "屎托邦傳奇",
      "path": "assets/endings/END-A.png",
      "missing": false
    },
    "END-AA": {
      "name": "帥氣的屎托邦傳奇",
      "path": "assets/endings/END-AA.png",
      "missing": false
    },
    "END-AAA": {
      "name": "永恆不屎的屎托邦傳奇",
      "path": "assets/endings/END-AAA.png",
      "missing": false
    },
    "END-AB": {
      "name": "屎托邦之火",
      "path": "assets/endings/END-AB.png",
      "missing": false
    },
    "END-AC": {
      "name": "屎托邦之惡",
      "path": "assets/endings/END-AC.png",
      "missing": false
    },
    "END-AD": {
      "name": "屎托邦之夢",
      "path": "assets/endings/END-AD.png",
      "missing": false
    },
    "END-AE": {
      "name": "屎托邦之魔",
      "path": "assets/endings/END-AE.png",
      "missing": false
    },
    "END-B": {
      "name": "屎萊姆",
      "path": "assets/endings/END-B.png",
      "missing": false
    },
    "END-C": {
      "name": "有屎有終",
      "path": "assets/endings/END-C.png",
      "missing": false
    },
    "END-D": {
      "name": "周而復屎",
      "path": "assets/endings/END-D.png",
      "missing": false
    },
    "END-Z": {
      "name": "慘屎當場",
      "path": "assets/endings/END-Z.png",
      "missing": false
    },
    "END-ZA": {
      "name": "屎無全屎",
      "path": "assets/endings/END-ZA.png",
      "missing": false
    },
    "END-ZB": {
      "name": "屎溶於水",
      "path": "assets/endings/END-ZB.png",
      "missing": false
    },
    "END-ZC": {
      "name": "狗改不了吃屎",
      "path": "assets/endings/END-ZC.png",
      "missing": false
    },
    "END-ZD": {
      "name": "屎亡遊戲",
      "path": "assets/endings/END-ZD.png",
      "missing": false
    }
  },
  "shop": [
    {
      "id": "ITM-009",
      "price": 50
    },
    {
      "id": "ITM-010",
      "price": 50
    },
    {
      "id": "ITM-003",
      "price": 200
    },
    {
      "id": "ITM-002",
      "price": 50
    },
    {
      "id": "ITM-001",
      "price": 20000
    },
    {
      "id": "ITM-011",
      "price": 300
    },
    {
      "id": "ITM-012",
      "price": 300
    },
    {
      "id": "ITM-013",
      "price": 300
    }
  ],
  "dialogueVariants": {
    "NODE-D2-027": {
      "DMN-DRAGONFRUIT": "火龍果用身體替你擋下了火球！",
      "DMN-CORN": "玉米用身體替你擋下了火球，在高溫下變成了爆米花，掉在地上一動不動。",
      "DMN-ENOKI": "金針菇用身體替你擋下了火球，在高溫下散發焦香，被路過的小動物給叼走了。"
    }
  }
};
